{
  "En":
  {
    "GARCHOMP_PA1_TEXT_1": "When Garchomp takes a hit from a melee Pokémon; 30% of that damage is also dealt to the attacker. 2s cooldown and this damage is subject to defense reduction.",
    "GARCHOMP_BA1_TEXT_1": "Any attack or move that hits provides a boosted stack. Stacks last 4s and decay together. At 5 stacks, all of Garchomp's auto attacks become boosted; dealing more damage, attacking faster, gaining 15% lifesteal, and dealing 10% of enemy remaining HP as damage. Against Wild Pokémon: Basic Attack damage is capped at 1000, Boosted Attack damage is capped at 1100, and additional damage from remaining HP is capped at 350.",
    "GARCHOMP_MOVE_SAND_ATTACK_TEXT_1": "Garchomp hurls sand toward a designated area; reducing enemy visibility by 50% and slowing them by 20% for 2s. Garchomp's movement speed is increased by 30% for 2s and auto attack speed is increased by 30% for 3s if an enemy is hit.",
    "GARCHOMP_MOVE_DIG_TEXT_1": "Garchomp quickly dives underground in a short dash; then bursts from the ground at the end of the designated area or beneath the first enemy hit, dealing damage in a small radius and throwing enemies into the air for 0.5s. Defense and Sp. Def. are increased for 3s after jumping out of the ground.",
    "GARCHOMP_MOVE_DIG_TEXT_2": "Increased throw duration to 1s.",
    "GARCHOMP_MOVE_DRAGON_RUSH_TEXT_1": "Garchomp jumps back and briefly channels before diving forward; dragging all enemies within a small radius to the designated area and reducing damage taken by 30% for .9s; then deals damage in a radius. Garchomp can use Dragon Claw during the first half of the channel to add the Dragon Claw hits as a combo attack, replacing the radial damage at the end of the move with a damaging stun and slow.",
    "GARCHOMP_MOVE_DRAGON_RUSH_TEXT_2": "Become unstoppable during this move.",
    "GARCHOMP_MOVE_BULLDOZE_TEXT_1": "Garchomp stomps the ground forcefully; dealing damage in a radius.",
    "GARCHOMP_MOVE_EARTHQUAKE_TEXT_1": "Garchomp jumps and crashes forcefully to the ground; dealing damage in a wide radius and slowing enemies by 30% for 2s. After the initial damage, two aftershocks occur in the designated area; each dealing less damage than the initial move.",
    "GARCHOMP_MOVE_EARTHQUAKE_TEXT_2": "Slow increased to 45% near the center.",
    "GARCHOMP_MOVE_DRAGON_CLAW_TEXT_1": "Garchomp viciously claws everything in the designated area twice. The first attack deals damage and pushes enemies. The second attack deals increased damage and slows movement speed by 45%. When using Dragon Rush combo with this move, increase the slow to 60%.",
    "GARCHOMP_MOVE_DRAGON_CLAW_TEXT_2": "Increased damage.",
    "GARCHOMP_MOVE_LIVID_OUTRAGE_TEXT_1": "Garchomp goes berserk, taking 30% less damage for 5s and unleashes a powerful, unstoppable chain attack. Garchomp dashes and deals damage in the designated area five times; taking a brief moment to aim before every attack. Every attack has a different designated area and does more damage than the last. The fifth and final attack stuns Garchomp for 0.5s and throws all enemies hit into the air. Enemies hit are slowed by 30% for 1s.",
    "GARCHOMP_MOVE_LIVID_OUTRAGE_TEXT_2": "30% Movement Speed, 30% Max HP Shield"
  },
  "Cn":
  {
    "GARCHOMP_PA1_TEXT_1": "受到近战型对方宝可梦伤害时，将会反弹一部分伤害给对方，反弹的数值是这次伤害的 30%，反弹伤害会受到对方宝可梦防御力的影响。这个效果有 2 秒的冷却时间。",
    "GARCHOMP_BA1_TEXT_1": "每次使用普通攻击或招式命中对方宝可梦时，会获得强化层数，最多 5 层，叠加效果持续 4 秒。当层数叠加到 5 层时，普通攻击会被强化。造成更高的伤害，攻击速度获得提高，获得 15% 的生命吸取，造成相当于敌人当前体力 10% 的附加伤害。对野生宝可梦：普通攻击伤害上限为 1000，强化普通攻击伤害上限为 1100，当前体力附加伤害上限为 350。",
    "GARCHOMP_MOVE_SAND_ATTACK_TEXT_1": "泼出沙子进行攻击。招式命中时，在短时间内降低对方宝可梦 10% 的视野范围以及 20% 移动速度，持续 2 秒。同时自身移动速度提高 30%，持续 2 秒，普通攻击速度提高 30%，持续 3 秒。",
    "GARCHOMP_MOVE_DIG_TEXT_1": "钻入地底并朝指定方向快速移动，接触到对方宝可梦或达到最大距离时会一跃而起，对范围内的对方宝可梦造成伤害，并将其击飞，持续 0.5 秒。使用招式后，短时间内提高自身的防御和特防，持续 3 秒。",
    "GARCHOMP_MOVE_DIG_TEXT_2": "击飞持续时间增加到 1 秒。",
    "GARCHOMP_MOVE_DRAGON_RUSH_TEXT_1": "先向后跳跃，再向指定方向进行俯冲攻击，击退对方宝可梦。在向后跳跃时可同时使用“龙爪”，此时“龙爪”造成的移动速度降低的效果会进一步提高。使用招式期间自身受到的伤害会降低。


    Garchomp 向后跳并短暂引导，然后向前俯冲；将小范围内的所有敌人拖到指定区域，并减少 30% 的伤害，持续 .9 秒；然后在一定范围内造成伤害。Garchomp 可以在引导的前半段使用龙爪将龙爪命中添加为组合攻击，将移动结束时的径向伤害替换为伤害性眩晕和减速。",
    "GARCHOMP_MOVE_DRAGON_RUSH_TEXT_2": "在此移动过程中变得势不可挡。",
    "GARCHOMP_MOVE_BULLDOZE_TEXT_1": "重踩地面进行攻击，造成范围伤害。",
    "GARCHOMP_MOVE_EARTHQUAKE_TEXT_1": "Garchomp 跳跃并重重地摔在地上；对大范围造成伤害并使敌人减速 30%，持续 2 秒。初始破坏后，指定区域发生两次余震；每个造成的伤害都比最初的移动少。",
    "GARCHOMP_MOVE_EARTHQUAKE_TEXT_2": "中心附近的减速增加到 45%。",
    "GARCHOMP_MOVE_DRAGON_CLAW_TEXT_1": "Garchomp 恶毒地抓住指定区域的所有东西两次。第一次攻击造成伤害并推动敌人。第二次攻击造成的伤害增加并使移动速度降低 45%。当使用此招式使用 Dragon Rush 组合时，将减速增加到 60%。",
    "GARCHOMP_MOVE_DRAGON_CLAW_TEXT_2": "伤害增加。",
    "GARCHOMP_MOVE_LIVID_OUTRAGE_TEXT_1": "Garchomp 变得狂暴，在 5 秒内受到的伤害降低 30%，并释放出强大的、不可阻挡的连锁攻击。Garchomp 冲刺并在指定区域造成五次伤害；在每次攻击前花一点时间瞄准目标。每次攻击都有不同的指定区域，并且比上一次造成更大的伤害。第五次也是最后一次攻击会使 Garchomp 昏迷 0.5 秒，并将所有被击中的敌人抛向空中。被击中的敌人减速 30%，持续 1 秒。",
    "GARCHOMP_MOVE_LIVID_OUTRAGE_TEXT_2": "30% 移动速度，30% 最大生命值护盾",

    

    "Rough Skin": "粗糙皮肤",
    "Sand Attack": "泼沙",
    "Dig": "挖洞",
    "Dragon Rush": "龙之俯冲",
    "Bulldoze": "重踏",
    "Earthquake": "地震",
    "Dragon Claw": "龙爪",
    "Livid Outrage": "怒火猛冲"
  }
}