{
  "En":
  {
    "BLASTOISE_PA1_TEXT_1": "Increases Attack and Sp. Attack by 20% while at half HP or less.",
    "BLASTOISE_BA1_TEXT_1": "Becomes a boosted attack with every third attack, dealing 3 instances of damage, slowing enemies hit by 50% for 1s, and reducing Blastoise’s move cooldowns by 1s. When evolving into Blastoise, auto attacks instead strike twice for 50% Atk.",
    "BLASTOISE_BA1_TAG_TEXT_1": "When evolving into Blastoise, auto attacks now strike twice for 50% Atk.",
    "BLASTOISE_MOVE_WATER_GUN_TEXT_1": "Blastoise shoots a jet of water in a straight line; damaging, knocking back, and stunning enemies hit for 0.5s. Enemies hit are also slowed by 30% for 1s.",
    "BLASTOISE_MOVE_HYDRO_PUMP_TEXT_1": "Blastoise shoots a large amount of water, damaging, knocking back, and stunning enemies hit for 0.5s.",
    "BLASTOISE_MOVE_HYDRO_PUMP_TAG_TEXT_1": "Blastoise unleashes a large burst of water in a radius around themself, damaging, stunning, and knocking back enemies hit. Blastoise also gains a 30% movement speed bonus for the duration of this move.",
    "BLASTOISE_MOVE_HYDRO_PUMP_TEXT_2": "Increased damage.",
    "BLASTOISE_MOVE_WATER_SPOUT_TEXT_1": "Blastoise calls down a barrage of water in a targeted radius. Enemies within the radius are struck 6 times over 3s, damaging and slowing them by 30% for 1s (refreshing every hit).",
    "BLASTOISE_MOVE_WATER_SPOUT_TAG_TEXT_1": "Blastoise rapidly unleashes bursts of water in a radius around themselves dealing up to 17 instances of damage over the duration of Rapid Spin. Blastoise also gains a 30% movement speed bonus for the duration of this move.",
    "BLASTOISE_MOVE_WATER_SPOUT_TEXT_2": "Increased damage.",
    "BLASTOISE_MOVE_SKULL_BASH_TEXT_1": "Blastoise dashes forward damaging and stunning all enemies hit for 0.5s.",
    "BLASTOISE_MOVE_SURF_TEXT_1": "Blastoise rides a large wave in the designated direction damaging, knocking back, and stunning enemies hit for 1.6s. Blastoise is unstoppable while surfing, and once it ends, Blastoise can jump in a designated direction. The wave continues for a short duration after leaping off and the wave continues to knock back enemies hit but inflicts no damage.",
    "BLASTOISE_MOVE_SURF_TEXT_2": "Blastoise gains a small shield for 4s when hitting an enemy with Surf.",
    "BLASTOISE_MOVE_RAPID_SPIN_TEXT_1": "Blastoise withdraws into its shell and begins rapidly spinning for 5.5s resetting the cooldown of its other move. Blastoise resists hindrances for the duration of Rapid Spin and can freely move about the battlefield. While spinning, Blastoise will damage nearby enemies. Blastoise’s next auto attack after Rapid Spin ends becomes boosted. For the duration of Rapid Spin, the mechanics of Blastoise’s auto attacks as well as Hydro Pump and Water Spout are changed.",
    "BLASTOISE_MOVE_RAPID_SPIN_TEXT_2": "Blastoise gains a massive amount of Def and SpDef for 7s.",
    "BLASTOISE_MOVE_HYDRO_TYPHOON_TEXT_1": "Blastoise gains a shield for 4s and sweeps powerful water jets in a large circle around itself dealing massive damage and throwing enemies hit into the air for 1.5s.",
    "BLASTOISE_MOVE_HYDRO_TYPHOON_TEXT_2": "30% Movement Speed, 40% Max HP Shield"
  },
  "Cn":
  {
    "BLASTOISE_PA1_TEXT_1": "增加 Attack 和 Sp。HP减半时攻击力降低20%。",
    "BLASTOISE_BA1_TEXT_1": "每第三次攻击变为增强攻击，造成 3 次伤害，使被击中的敌人减速 50%，持续 1 秒，并使水箭龟的移动冷却时间减少 1 秒。当进化成水箭龟时，自动攻击改为攻击两次，获得 50% 的攻击力。",
    "BLASTOISE_BA1_TAG_TEXT_1": "当进化成水箭龟时，自动攻击现在攻击两次，攻击力增加 50%。",
    "BLASTOISE_MOVE_WATER_GUN_TEXT_1": "Blastoise 直线射出一股水流；对命中的敌人造成伤害、击退和眩晕 0.5 秒。被击中的敌人也会减速 30%，持续 1 秒。",
    "BLASTOISE_MOVE_HYDRO_PUMP_TEXT_1": "水箭龟射出大量水，对命中的敌人造成伤害、击退和眩晕 0.5 秒。",
    "BLASTOISE_MOVE_HYDRO_PUMP_TAG_TEXT_1": "水箭龟在自己周围的半径范围内释放出大量水流，对击中的敌人造成伤害、眩晕和击退。Blastoise 在此移动期间还会获得 30% 的移动速度加成。",
    "BLASTOISE_MOVE_HYDRO_PUMP_TEXT_2": "伤害增加。",
    "BLASTOISE_MOVE_WATER_SPOUT_TEXT_1": "Blastoise 在目标半径内召唤出一道水柱。半径内的敌人在 3 秒内被击中 6 次，造成伤害并使他们减速 30%，持续 1 秒（每次击中都会刷新）。",
    "BLASTOISE_MOVE_WATER_SPOUT_TAG_TEXT_1": "在快速旋转的持续时间内，水箭龟会在自身周围的半径范围内迅速释放水流，最多造成 17 点伤害。Blastoise 在此移动期间还会获得 30% 的移动速度加成。",
    "BLASTOISE_MOVE_WATER_SPOUT_TEXT_2": "伤害增加。",
    "BLASTOISE_MOVE_SKULL_BASH_TEXT_1": "水箭龟向前冲刺，对所有命中的敌人造成伤害并使其昏迷 0.5 秒。",
    "BLASTOISE_MOVE_SURF_TEXT_1": "水箭龟朝指定方向骑出一道巨浪，对命中的敌人造成伤害、击退和眩晕 1.6 秒。Blastoise 在冲浪时势不可挡，一旦结束，Blastoise 可以向指定方向跳跃。跳跃后波浪会持续一小段时间，波浪会继续击退击中的敌人但不会造成伤害。",
    "BLASTOISE_MOVE_SURF_TEXT_2": "Blastoise 在使用冲浪击中敌人时获得一个持续 4 秒的小护盾。",
    "BLASTOISE_MOVE_RAPID_SPIN_TEXT_1": "Blastoise 缩回壳中并开始快速旋转 5.5 秒，重置其另一招式的冷却时间。Blastoise 在 Rapid Spin 的持续时间内抵抗障碍，并且可以在战场上自由移动。旋转时，水箭龟会伤害附近的敌人。在快速旋转结束后，水箭龟的下一次自动攻击得到增强。在 Rapid Spin 期间，Blastoise 的自动攻击机制以及 Hydro Pump 和 Water Spout 都发生了变化。",
    "BLASTOISE_MOVE_RAPID_SPIN_TEXT_2": "Blastoise 在 7 秒内获得大量 Def 和 SpDef。",
    "BLASTOISE_MOVE_HYDRO_TYPHOON_TEXT_1": "Blastoise 获得持续 4 秒的护盾并在其周围形成一个大圆圈扫射强大的水柱，造成巨大伤害并将击中的敌人抛向空中 1.5 秒。",
    "BLASTOISE_MOVE_HYDRO_TYPHOON_TEXT_2": "30% 移动速度，40% 最大生命值护盾",

    "Torrent": "激流",
    "Water Gun": "水枪",
    "Hydro Pump": "水炮",
    "Water Spout": "喷水",
    "Skull Bash": "火箭头锤",
    "Surf": "冲浪",
    "Rapid Spin": "高速旋转",
    "Hydro Typhoon": "旋风激流炮"
  }
}