{
  "En":
  {
    "BUZZWOLE_PA1_TEXT_1": "When Buzzwole knocks out or assists in knocking out an enemy player, movement speed is increased by 100% and basic attack speed increased by 50% for 3s. Each time Buzzwole hits an enemy with basic attacks, Mega Punch, Lunge, or Smack Down - muscle gauge increases. Conversely, when Buzzwole is not in combat with enemy players, muscle gauge depletes by 1 increment every 5s. Up to 6 muscle gauge increments can be stored.",
    "BUZZWOLE_BA1_TEXT_1": "Each time a basic attack hits an enemy, increase muscle gauge by 1 increment. Becomes a boosted attack with every third attack, throwing two consecutive punches while restoring Buzzwole's HP and increasing muscle gauge by 1 increment for each hit.",
    "BUZZWOLE_MOVE_MEGA_PUNCH_TEXT_1": "Jump in the designated direction before slamming the ground with a powerful punch. The shock from the punch deals damage to enemies in the area. If this move hits an enemy, muscle gauge increases by 1 increment for each enemy hit.",
    "BUZZWOLE_MOVE_LUNGE_TEXT_1": "Lunge in the designated direction, dealing damage to enemies, decreasing their Attack by 30% for 2s and slowing them by 30% for 1s. If this move hits an enemy, muscle gauge increases by 1 increment for each enemy hit. After this move is used, Buzzwole's basic attack speed is increased by 30% for 2s. Holds 2 uses in reserve and cannot be used more than once every 1s.",
    "BUZZWOLE_MOVE_LUNGE_TEXT_2": "Whenever this move hits enemy players, Buzzwole's Attack increases by 10% for 2s for each player hit (up to a max of 5 stacks).",
    "BUZZWOLE_MOVE_SMACK_DOWN_TEXT_1": "Deliver an uppercut punch to an enemy in the designated direction, dealing damage and throwing them into the air. While the enemy is airborne, the user can activate this move again to perform a follow-up attack that smacks the target to the ground, dealing damage to all enemies in an area centered on the airborne enemy. When this move deals damage, muscle gauge increases by 2 increments for each enemy hit.",
    "BUZZWOLE_MOVE_SMACK_DOWN_TEXT_2": "Widens the area-of-effect in which damage is dealt when the grappled enemy slams the ground. Additionally, muscle gauge will now increase by 3 increments for each enemy player hit from the slam.",
    "BUZZWOLE_MOVE_FELL_STINGER_TEXT_1": "Consumes the entire muscle gauge and has the user deal damage to an enemy in the designated direction, briefly shoving and stunning them for .2s. The damage dealt by this move increases for each muscle gauge increment consumed at a rate of 12.5% per increment. If this move knocks out an enemy, the user recovers 10% of maximum HP.",
    "BUZZWOLE_MOVE_LEECH_LIFE_TEXT_1": "Grab and restrain an enemy in the designated direction, dealing damage-over-time while restoring Buzzwole's HP. When this move is used, consume the user's entire muscle gauge. The number of hits and the amount of damage dealt per hit increases for each muscle gauge increment consumed. Number of hits starts at 4 and increases by 1 per 2 increments of muscle gauge consumed. Initial damage increases by 1.5% per muscle gauge increment. This move ends if Buzzwole becomes unable to act for any reason or if the restrained enemy escapes by using an Eject Button or through some other means. Against Unstoppable Targets: Only 1 instance of damage and healing will occur, equal to 5 hits.",
    "BUZZWOLE_MOVE_LEECH_LIFE_TAG_TEXT_1": "1.5% of per tick damage",
    "BUZZWOLE_MOVE_LEECH_LIFE_TAG_TEXT_2": "50% of Damage Dealt + 5% x (Level -1)",
    "BUZZWOLE_MOVE_LEECH_LIFE_TEXT_2": "Also causes each instance of damage dealt by this move to be stronger than the last by 5% additively.",
    "BUZZWOLE_MOVE_SUPER_POWER_TEXT_1": "Consumes the entire muscle gauge and has the user run in the designated direction and grab an enemy. The user then slams the target down on the ground at full strength, dealing damage to all enemies in the area and granting an 8% Max HP shield. The damage dealt by this move is increased at a rate of 12.5% per muscle gauge increment. The shield is increased at a rate of 1.5% Max HP per muscle gauge increment.",
    "BUZZWOLE_MOVE_SUPER_POWER_TEXT_2": "Resets the cooldown of this move when the user's muscle gauge reaches maximum.",
    "BUZZWOLE_MOVE_ULTRA_SWOLE_SLAM_TEXT_1": "Buzzwole flies at high speed, dealing damage to enemies in the area-of-effect. Afterward, the user targets the enemy with the lowest percentage of HP remaining among those hit and charges down at them from the sky, dealing area damage once again and additional damage to the targeted enemy based on their missing HP. Against Wild Pokemon: Missing HP damage is not dealt.",
    "BUZZWOLE_MOVE_ULTRA_SWOLE_SLAM_TEXT_2": "30% Movement Speed, 30% CDR, 20% Max HP Shield"
  },
  "Cn":
  {
    "BUZZWOLE_PA1_TEXT_1": "打倒或协助打倒对方宝可梦时，移动速度提升100%，攻击速度提升 50%，持续 3 秒。另外，每当「普通攻击」、「百万吨重拳」、「猛扑」或「击落」命中对方宝可梦时，会累积肌肉计量槽。反之，若从战斗中脱离，每经过 5 秒肌肉计量槽会减少 1。肌肉计量槽的最大值为 6。",
    "BUZZWOLE_BA1_TEXT_1": "每当「普通攻击」命中对方宝可梦时，肌肉计量槽会累积 1。第3次「普通攻击」为强化攻击，会连续使出 2 拳并同时回复自身体力。",
    "BUZZWOLE_MOVE_MEGA_PUNCH_TEXT_1": "向指定方向移动后将拳头锤向地面，用此冲击对范国内的对方宝可梦造成伤害。招式每命中1只对方队伍的宝可梦，肌肉计量槽累积 1。",
    "BUZZWOLE_MOVE_LUNGE_TEXT_1": "向指定方向飞扑，对对方宝可梦造成伤害，并在短时间内降低 30%，持续2秒，减速效果 30%，持续 1 秒。招式每命中 1 只对方队伍的宝可梦，肌肉计量槽累积 1。使用招式后，会在 2 秒内提高「普通攻击」的速度 30%。招式最多保存次数为2次，每 1 秒不能使用超过一次。",
    "BUZZWOLE_MOVE_LUNGE_TEXT_2": "每当此招式击中对方宝可梦时，每击中一名玩家，攻击就会提高 10%，持续 2 秒（最多叠加 5 层）。",
    "BUZZWOLE_MOVE_SMACK_DOWN_TEXT_1": "用上勾拳对位于指定方向的1只对方宝可梦造成伤害并将其击飞。若在对方宝可梦浮空期间再次使用招式，可发动追击将其锤向地面，并以落下的宝可梦为中心，对范围内的对方宝可梦也造成伤害。若用上勾拳造成伤害后末发动追击，对方宝可梦将自然掉落至地面。但此时也会以落下的地点为中心，对范围内的对方宝可梦造成伤害。此招式每对 1 只对方队伍的宝可梦造成伤害，肌肉计量槽累积 2。",
    "BUZZWOLE_MOVE_SMACK_DOWN_TEXT_2": "提高猛击地面时的技能范围。此外，此招式每对 1 只对方队伍的宝可梦造成伤害，肌肉计量槽累积 3。",
    "BUZZWOLE_MOVE_FELL_STINGER_TEXT_1": "消耗全部肌肉计量槽，对位于指定方向的1只对方宝可梦造成伤害，小幅击退并使其昏迷 0.2 秒。肌肉计量槽消耗量每提高 1 个，造成的伤害就会增加 12.5%。用此招式打倒对方宝可梦时回复自身最大体力的10%。",
    "BUZZWOLE_MOVE_LEECH_LIFE_TEXT_1": "锁住 1 只位于指定方向的对方宝可梦，对其造成持续伤害，同时逐渐回复自身体力。使用招式时肌肉计量槽将被全部消耗，并根据消耗量决定造成伤害的次数和每次的伤害量。伤害次数最低为 4 次，每增加 2 个肌肉计量槽消耗会增加一次伤害次数。每增加 1 个肌肉计量槽消耗，初始伤害就会增加 1.5%。若自身因某些原因而无法动弹，或对方宝可梦使用「逃脱按键」时，招式将被中断。对抗不可妨碍的对方宝可梦：只会造成 1 次伤害和治疗，相当于 5 次攻击。",
    "BUZZWOLE_MOVE_LEECH_LIFE_TAG_TEXT_1": "每次伤害的 1.5%",
    "BUZZWOLE_MOVE_LEECH_LIFE_TAG_TEXT_2": "造成伤害的 50% + 5% x（等级 - 1）",
    "BUZZWOLE_MOVE_LEECH_LIFE_TEXT_2": "此招式造成的多次伤害时，每次伤害都比上一次提高 5%。",
    "BUZZWOLE_MOVE_SUPER_POWER_TEXT_1": "向指定方向奔跑的同时抓起1只对方宝可梦，消耗全部肌肉计量槽，用浑身力气将其摔向地面。此时还会对范围内的对方宝可梦造成伤害，并获得 8% 的最大体力的护盾。肌肉计量槽消耗量每提高 1 个，造成的伤害增加 12.5%，旦能获得的护盾也会增加最大体力的 1.5%。",
    "BUZZWOLE_MOVE_SUPER_POWER_TEXT_2": "当肌肉计量槽达到最大值时，重置此招式的冷却时间。",
    "BUZZWOLE_MOVE_ULTRA_SWOLE_SLAM_TEXT_1": "在范围内高速飞行，对接触到的对方宝可梦造成伤害。然后从上空向其中体力百分比最低的宝可梦突击，并再次对其造成范围伤害，并根据目标损失体力追加伤害。对野生宝可梦：不造成损失体力追加伤害。",
    "BUZZWOLE_MOVE_ULTRA_SWOLE_SLAM_TEXT_2": "30% 移动速度，30% 冷却缩减，20% 最大体力的护盾",

    "Beast Boost": "异兽提升",
    "Mega Punch": "百万吨重拳",
    "Lunge": "猛扑",
    "Smack Down": "击落",
    "Fell Stinger": "致命针刺",
    "Leech Life": "吸血",
    "Super Power": "蛮力",
    "Ultra Swole Slam": "究极大肌块"
  }
}