{
  "En":
  {
    "CHARIZARD_PA1_TEXT_1": "Increases Critical-Hit Rate by 20% while at half HP or less.",
    "CHARIZARD_BA1_TEXT_1": "Breathe a firey breath dealing continual damage 4 times. Deal additional damage to enemies that have been burned by Charizard. This additional damage can not critically strike. Auto attacks gain increased range when evolving. Against Wild Pokemon: The total damage is capped at 250.",
    "CHARIZARD_MOVE_FLAME_BURST_TEXT_1": "Charizard attacks with a bursting flame forward, exploding on the first enemy hit, dealing damage and burning enemies in a small radius. Charizard gains a 20% movement speed bonus for 3s when hitting an enemy. The burn lasts 4s and reduces enemy Attack by 5%.",
    "CHARIZARD_MOVE_FLAMETHROWER_TEXT_1": "Attacks with a blast of fire while moving, damaging and burning enemies in a line. Charizard gains a small movement speed bonus by 40% for 4s if they hit. The burn lasts 4s and reduces enemy Attack by 5%.",
    "CHARIZARD_MOVE_FLAMETHROWER_TEXT_2": "Deals increased damage.",
    "CHARIZARD_MOVE_FIRE_PUNCH_TEXT_1": "Charizard punches forward, damaging and shoving enemies in their path. The first enemy hit is burned. The burn lasts 4s and reduces enemy Attack by 5%.",
    "CHARIZARD_MOVE_FIRE_PUNCH_TEXT_2": "Cooldown reduces by .3s per target, every time Charizard damages an enemy with an auto attack (1.2s total for an entire auto attack animation on a single target).",
    "CHARIZARD_MOVE_FIRE_SPIN_TEXT_1": "Charizard shoots a burst of fire forward, exploding on the first enemy hit or after traveling max distance, dealing damage over time every 0.5s and slowing enemies within the radius by 25% for 1s (refreshing on every damage tick).",
    "CHARIZARD_MOVE_FIRE_BLAST_TEXT_1": "Charizard shoots a blast of fire forward while moving, exploding on the first enemy hit or after a short distance, damaging enemies and leaving a fire area for 5s that deals damage over time every 0.5s and slows enemies within the radius by 35% for 1s (refreshing on every damage tick).",
    "CHARIZARD_MOVE_FIRE_BLAST_TEXT_2": "Increased damage.",
    "CHARIZARD_MOVE_FLARE_BLITZ_TEXT_1": "Charizard charges forward, shielding themself for 5s, throwing the targeted enemy and dealing damage in an area.",
    "CHARIZARD_MOVE_FLARE_BLITZ_TEXT_2": "Also slows enemies by 40% for 3s after thrown.",
    "CHARIZARD_MOVE_SEISMIC_SLAM_TEXT_1": "Grab an enemy and slam it onto the ground, damaging the target and nearby enemies and deal additional damage based on their max HP. Then, fly up into the air moving freely over obstacles for 7.5s and gaining Hindrance Resistance. While this move is active, auto attacks apply a burn to the target which lasts for 1s, dealing 2 instances of damage and is refreshed by each instance of damage from auto attacks. When dealing damage with auto attacks to an enemy (not from burn or additional damage), recover HP equal to 80% of the damage dealt.",
    "CHARIZARD_MOVE_SEISMIC_SLAM_TEXT_2": "50% Movement Speed, 20% Max HP Shield"
  },
  "Cn":
  {
    "CHARIZARD_PA1_TEXT_1": "体力在一半以下时，提高自身暴击率 20%。",
    "CHARIZARD_BA1_TEXT_1": "吐出火焰吐息造成 4 次持续伤害。对被烧伤的敌人造成额外伤害。这种额外伤害不能暴击。「普通攻击」在进化时获得更远的攻击距离。对野生宝可梦：总伤害上限为 250。",
    "CHARIZARD_MOVE_FLAME_BURST_TEXT_1": "吐出火焰进行攻击。技能命中时使敌方宝可梦进入烧伤状态，并使自己的移动速度上升 20%，持续 3 秒。燃烧持续 4 秒，并降低敌人 5% 的攻击力。",
    "CHARIZARD_MOVE_FLAMETHROWER_TEXT_1": "猛烈地喷出火焰进行攻击，烧伤一条直线上的敌人。攻击时可以移动，并且使自己的移动速度提升 40%，持续 4 秒。燃烧持续 4 秒，并降低 5% 的攻击力。",
    "CHARIZARD_MOVE_FLAMETHROWER_TEXT_2": "造成更高的伤害。",
    "CHARIZARD_MOVE_FIRE_PUNCH_TEXT_1": "用包裹着火焰的拳头进行攻击。技能命中时对敌方宝可梦造成伤害和击退效果。第一个被击中的地方宝可梦会被烧伤，燃烧持续 4 秒，并降低 5% 的攻击力。",
    "CHARIZARD_MOVE_FIRE_PUNCH_TEXT_2": "「普通攻击」伤害敌人时，每命中一个目标，「火焰拳」的冷却时间就会减少 0.3 秒（对单个目标的一次完整「普通攻击」总共会减少 1.2 秒）。",
    "CHARIZARD_MOVE_FIRE_SPIN_TEXT_1": "向前方吐出火焰，在击中第一个敌人，或到达最远距离时爆炸。每 0.5 秒造成一次持续伤害，并使半径内的敌人减速 25%，持续 1 秒（每次持续伤害生效时会刷新减速持续时间）。",
    "CHARIZARD_MOVE_FIRE_BLAST_TEXT_1": "用大字形的火焰攻击敌人，在攻击时可以移动。在击中第一个敌人，或到达最远距离时爆炸，对敌人造成伤害并在地面留下火焰区域。火焰区域持续 5 秒，每 0.5 秒造成一次持续伤害，并使敌人移动速度下降 35%，持续 1 秒（每次持续伤害生效时会刷新减速持续时间）。",
    "CHARIZARD_MOVE_FIRE_BLAST_TEXT_2": "伤害增加。",
    "CHARIZARD_MOVE_FLARE_BLITZ_TEXT_1": "包裹着火焰进行突进，将敌方的宝可梦击飞，造成范围伤害。自身获得一层护盾，持续 5 秒",
    "CHARIZARD_MOVE_FLARE_BLITZ_TEXT_2": "击飞还会使敌人移动速度降低 40%，持续 3 秒。",
    "CHARIZARD_MOVE_SEISMIC_SLAM_TEXT_1": "抓起对方队伍的宝可梦从空中摔向地面，对目标和附近的敌人造成伤害，并根据他们的最大体力造成附加伤害。随后 7.5 秒时间内的移动可无视障碍物，并且无视妨碍效果。集结招式使用期间，「普通攻击」会对目标额外施加持续 1 秒的灼烧效果，可以造成造成 2 次伤害，每次「普通攻击」会刷新灼烧效果。当使用「普通攻击」对敌人造成伤害时（灼烧或附加伤害除外），回复相当于所造成伤害 80% 的体力。",
    "CHARIZARD_MOVE_SEISMIC_SLAM_TEXT_2": "50% 移动速度，20% 最大体力的护盾",



    "Blaze": "猛火",
    "Flame Burst": "烈焰溅射",
    "Flamethrower": "喷射火焰",
    "Fire Punch": "火焰拳",
    "Fire Spin": "火焰旋涡",
    "Fire Blast": "大字爆炎",
    "Flare Blitz": "闪焰冲锋",
    "Seismic Slam": "大地粉碎击"
  }
}