{
  "En":
  {
    "DRAGONITE_PA1_TEXT_1": "Increases Defense by 100 for 1.5s when afflicted by a status condition (Dratini and Dragonair only).",
    "DRAGONITE_PA2_TEXT_1": "When damaged by an enemy player, gain a buff that reduces damage taken by 25% for 2.5 seconds. This ability has a 15 second cooldown.",
    "DRAGONITE_BA1_TEXT_1": "Becomes a boosted attack with every third attack, blasting water in front of Dratini, dealing increased damage, reducing the cooldown of Dratini's moves by 1s, and recover 5% max HP when this hits.",
    "DRAGONITE_BA2_TEXT_1": "The boosted attack alternates between water and electric with every use of a boosted attack. If the water attack hits, it triggers the same effects as Dratini's boosted attack. If the electric attack hits, it leaves enemies unable to act for .6s and reduces the cooldown of Dragonair's moves by 1s when this hits.",
    "DRAGONITE_BA3_TEXT_1": "The boosted attack alternates between water, electric, and fire with every use of a boosted attack. If the water or electric attack hits, it triggers the same effects as Dragonair's boosted attack. If the fire attack hits, it deals additional damage equal to 10% of the enemy's remaining HP (capped at 1200 dmg against wilds) and reduces the cooldown of Dragonite's moves by 1s when this hits.",
    "DRAGONITE_MOVE_TWISTER_TEXT_1": "Creates a twister and releases it in the designated direction, dealing damage to enemies hit and decreases their movement speed by 50% for 1s.",
    "DRAGONITE_MOVE_DRAGON_DANCE_TEXT_1": "Dash in a designated direction, alternating each use between a left arc, right arc and a direct dash. After using this move, grant a buff increasing attack speed of the next 3 auto attacks by 80% for 4.5s, increasing movement speed by 30% for 1s, increasing Attack by 8% (capping at 24%), as well as increasing the stage of Hyper Beam. This buff stacks up to 3 times, and the duration is reset to full on reuse. All stacks are removed after a few seconds. Auto attacks reduce the cooldown of this ability by 1s.",
    "DRAGONITE_MOVE_DRAGON_DANCE_TEXT_2": "Further increases Dragonite's movement speed by 10% for 4.5s if there are enemies nearby when the dance ends.",
    "DRAGONITE_MOVE_EXTREME_SPEED_TEXT_1": "Dash toward the designated enemy, damaging and slowing all enemies in a small radius around the target upon impact by 50% for 2s, throwing the primary target and shoving others away. Using this move resets the cooldown of Multiscale.",
    "DRAGONITE_MOVE_EXTREME_SPEED_TEXT_2": "If Dragonite's movement speed is currently decreased when this move is used, that movement speed decrease is negated before the move is used.",
    "DRAGONITE_MOVE_DRAGON_BREATH_TEXT_1": "Exhale a mighty gust in the designated direction. If this move hits an enemy, Dragonite's next attack becomes a boosted attack.",
    "DRAGONITE_MOVE_HYPER_BEAM_TEXT_1": "Fires a beam of energy toward the targeted enemy after a delay, dealing damage to all enemies that it hits, as well as additional damage based on their Max HP. The move changes Stages based on the number of stacks of Dragon Dance that Dragonite has, from 0 to 3. The max HP damage is 0%/5%/10%/20%, determined by the current Stage. Dragonite cannot act while releasing the beam. Against Wild Pokémon: The additional damage from max HP is capped at 600/1200/1800/2400 depending on the stage.",
    "DRAGONITE_MOVE_HYPER_BEAM_TEXT_2": "Reduces damage taken by 50% while charging this move.",
    "DRAGONITE_MOVE_OUTRAGE_TEXT_1": "Dragonite stomps the ground, dealing damage to enemies in an area around Dragonite with the bonus effect of the last Boosted Attack that was used. Additionally, Dragonite gains a buff for 5.5s, increasing auto attack speed by 30% for 5.5s, converting all attacks during the duration of Outrage into melee Boosted Attacks, and alternating through the water, electric, and fire Boosted Attacks in order. When the buff ends, Dragonite is stunned for .7s.",
    "DRAGONITE_MOVE_OUTRAGE_TEXT_2": "Reduce the duration of hindrances inflicted on Dragonite while rampaging by 40% for 5.5s.",
    "DRAGONITE_MOVE_DRACO_IMPACT_TEXT_1": "Briefly fly up in the air, becoming untargetable, before crashing down, approximately 2s after activating, with several comets on a designated area, dealing damage and throwing enemies in the area for 0.5s. The farther Dragonite flies, the more the Unite gauge is consumed (50% at min distance and 100% at max). Dragonite is unstoppable while using this move.",
    "DRAGONITE_MOVE_DRACO_IMPACT_TEXT_2": "30% Movement Speed, 35% Attack Speed, 20% Max HP Shield"
  },
  "Cn":
  {
    "DRAGONITE_PA1_TEXT_1": "陷入异常状态时，防御力提高 100，持续 1.5 秒（仅限「迷你龙和「哈克龙）。",
    "DRAGONITE_PA2_TEXT_1": "在短时间内减少自身受到的伤害，获得一个增益，使受到的伤害降低 25%，持续 2.5 秒。此效果有 15 秒的内置冷却时间。",
    "DRAGONITE_BA1_TEXT_1": "第三次普通攻击为强化普通攻击，将向前方喷射水流，命中对方宝可梦时造成伤害。同时缩短自身所有招式的等待时间 1 秒，此外，该强化普通攻击会在命中时产生回复自身体力 5% 的附加效果。",
    "DRAGONITE_BA2_TEXT_1": "第三次普通攻击为强化普通攻击。强化普通攻击有水流和电流两种，每次交替使用，命中对方宝可梦时造成伤害。若强化普通攻击为水流，命中时会产生和迷你龙相同的附加效果。若强化普通攻击为电流，则会在 0.6 秒内让对方宝可梦无法动弹，同时缩短自身所有招式的等待时间 1 秒。",
    "DRAGONITE_BA3_TEXT_1": "第三次普通攻击为强化普通攻击。强化普通攻击有水流、电流和火焰三种，每次交替使用。若强化普通攻击为水流或电流，命中时产生的附加效果和哈克龙相同。强化普通攻击为火焰时，会对命中的对方宝可梦造成追加伤害。额外造成相当于敌人剩余体力值 10% 的伤害（对野生宝可梦上限为 1200），同时缩短自身所有招式的等待时间 1 秒。",
    "DRAGONITE_MOVE_TWISTER_TEXT_1": "向指定方向放出龙卷风，对接触到的对方宝可梦造成伤害，并在短时间内降低其移动速度 50%，持续1秒。",
    "DRAGONITE_MOVE_DRAGON_DANCE_TEXT_1": "沿指定方向冲刺，每次使用左弧、右弧和直接冲刺。使用此招式后，使接下来的 3 次攻击速度提升 80%，持续 4.5 秒，移动速度提升 30%，持续1秒，攻击提升 8%（上限 24%），同时破坏死光的蓄力等级会提升。这个效果最多可叠加 3 次，持续时间可以通过使用龙之舞进行刷新，所有叠加效果会在几秒钟后被移除。普通攻击会使该招式的冷却时间缩短 1 秒。",
    "DRAGONITE_MOVE_DRAGON_DANCE_TEXT_2": "如果龙之舞结束时附近有敌人，则移动速度进一步提升 10%， 4.5 秒。",
    "DRAGONITE_MOVE_EXTREME_SPEED_TEXT_1": "冲向指定的对方宝可梦将其击飞，对范围内的对方宝可梦造成 50% 伤害并将其击退。招式命中后会在短时间内降低对方宝可梦的移动速度，持续 2 秒。使用招式时会立即解除多重鳞片的等待时间。",
    "DRAGONITE_MOVE_EXTREME_SPEED_TEXT_2": "在使用此招式时，移除自身移动速度的降低效果。",
    "DRAGONITE_MOVE_DRAGON_BREATH_TEXT_1": "朝指定方向吹出强烈的气息进行攻击。招式命中对方宝可梦后，下一次普通攻击将变为强化普通攻击。",
    "DRAGONITE_MOVE_HYPER_BEAM_TEXT_1": "指定对方宝可梦后，准备发射光线。蓄力并从地面由近到远向指定的对方宝可梦一扫而过。光线命中对方宝可梦时造成伤害，并额外造成相当于对方宝可梦最大体力一定比例的伤害。根据拥有的龙之舞层数，从 0 层到 3 层，蓄力等级也会发生变化。最大体力的附加伤害为 0%/5%/10%/20%，由当前蓄力等级决定（对野生宝可梦：最大体力值的附加伤害上限为 600/1200/1800/2400）。使用招式后，会在短时间内无法动弹。",
    "DRAGONITE_MOVE_HYPER_BEAM_TEXT_2": "蓄力时减少 50% 受到的伤害。",
    "DRAGONITE_MOVE_OUTRAGE_TEXT_1": "大闹一番并进行攻击。踩踏地面，对范围内的对方宝可梦造成伤害。此外，再次发动最近一次使用过的强化普通攻击的附加效果。在大闹的 5.5 秒期间内，所有普通攻击都会变为强化普通攻击。此强化普通攻击为近距离攻击，水流、电流和火焰一次交替，且攻击速度会提高 30%。结束大闹后，会在 0.7 秒内无法动弹。",
    "DRAGONITE_MOVE_OUTRAGE_TEXT_2": "逆鳞期间，减少 40% 受到妨碍效果的持续时间。",
    "DRAGONITE_MOVE_DRACO_IMPACT_TEXT_1": "指定降落地点后腾空飞起，变得不可瞄准，2 秒后，伴随数个陨石向该地点突击，对范围内的对方宝可梦造成伤害并将其击飞 0.5 秒。指定的降落地点与自身所在地的距离越远，消耗的集结招式槽越多（最短距离为 50%，最大距离为 100%）。在招式期间内，自身不会被妨碍。",
    "DRAGONITE_MOVE_DRACO_IMPACT_TEXT_2": "30% 移动速度，35% 攻击速度，20% 最大体力值的护盾",

    "Damage - Stage 0": "伤害 - 蓄力等级 0",
    "Damage - Stage 1": "伤害 - 蓄力等级 1",
    "Damage - Stage 2": "伤害 - 蓄力等级 2",
    "Damage - Stage 3": "伤害 - 蓄力等级 3",

    "Attack - Dratini": "攻击 - 迷你龙",
    "Attack - Dragonair": "攻击 - 哈克龙",
    "Attack - Dragonite": "攻击 - 快龙",
    "Marvel Scale": "神奇鳞片",
    "Multiscale": "多重鳞片",
    "Twister": "龙卷风",
    "Dragon Dance": "龙之舞",
    "Extreme Speed": "神速",
    "Dragon Breath": "龙息",
    "Hyper Beam": "破坏死光",
    "Outrage": "逆鳞",
    "Draco Impact": "流星猛坠"
  }
}