{
  "En":
  {
    "DURALUDON_PA1_TEXT_1": "Prevents Duraludon from being thrown or shoved by the first attempt to throw or shove them. This ability goes on cooldown after it's triggered (50s cd).",
    "DURALUDON_BA1_TEXT_1": "Becomes a boosted attack with every third attack, shooting a long beam that deals a large amount of damage to all enemies hit. Against Wild Pokemon: The total damage is capped at 800.",
    "DURALUDON_BA1_TAG_TEXT_1": "Can critically strike.",
    "DURALUDON_MOVE_LASER_FOCUS_TEXT_1": "Reduces damage received by 20% for .6s. Afterward, Duraludon's auto attacks deal additional damage to enemies hit. This buff expires after 8s or after 3 auto attacks.",
    "DURALUDON_MOVE_FLASH_CANNON_TEXT_1": "Duraludon ruptures the ground in the designated direction; dealing damage to enemies in the area of effect and decreasing their movement speed for a short time. Afterward, go into \"Cannon Mode\" rooting Duraludon for 6s or if a basic attack is not made for 2.5s. While in Cannon Mode, basic attacks have longer range, deal increased damage, and deal splash damage. Metal Claw, Stealth Rock, Dragon Tail, and boosted attacks can be used while in this mode and boosted attacks decrease the movement speed of enemies hit for a short time and also pierce.",
    "DURALUDON_MOVE_FLASH_CANNON_TAG_TEXT_1": "This damage can critically strike. (Rupture Damage + 1% Max HP) * 3",
    "DURALUDON_MOVE_FLASH_CANNON_TEXT_2": "Enemies in the ruptured ground's area of effect are also unable to act for 1s.",
    "DURALUDON_MOVE_DRAGON_PULSE_TEXT_1": "Charges power before dealing damage to enemies in the area of effect. Duraludon's movement speed is decreased by 30% while charging, but the longer power is charged, the wider the move's area of effect becomes and the more damage it deals. After learning this move: a damage marker will be attached to any enemy when Duraludon damages them (additional boosted damage also adds an orb). Marks accumulate to 5 orbs and 1 ring. Marks last for 5s and refresh in duration when a new mark is applied (marks can be cleansed). When Dragon Pulse hits a marked enemy, additional damage is dealt for each damage marker attached to it, then all damage markers are removed. An opposing Duraludon can wipe your stacks on wilds if they Dragon Pulse, but they will not receive the additional damage from your marks. In addition, if this move knocks out an enemy, the cooldown is reduced by 1s and Duraludon receives a buff for 8s or 3 auto attacks. Under the effect of this buff, auto attacks will each deal additional damage as secondary ticks (and apply additional Dragon Pulse orb stacks) and further reduce this move's cooldown when they hit by 1.5s each.",
    "DURALUDON_MOVE_DRAGON_PULSE_TEXT_2": "Also restores 8% of Duraludon's max HP if this move knocks out an enemy player.",
    "DURALUDON_MOVE_METAL_CLAW_TEXT_1": "Send sharp claws forward; dealing damage to enemies hit and decreasing their movement speed for a short time. After this move is used, Duraludon's next auto attack becomes a boosted attack.",
    "DURALUDON_MOVE_DRAGON_TAIL_TEXT_1": "Duraludon shoves enemies and moves itself backward a short distance. The next auto attack becomes a boosted attack. This move ignores obstacles. A maximum of 2 uses can be kept in reserve for this move. There is a 2.5s cooldown between uses.",
    "DURALUDON_MOVE_DRAGON_TAIL_TEXT_2": "Apply a mark that is consumed the next time Duraludon damages them, dealing additional damage.",
    "DURALUDON_MOVE_STEALTH_ROCK_TEXT_1": "Hurl a stone at the designated area, creating an invisible field of stones for 60s or until triggered. The field deals damage over time to enemies in the area of effect and decreases their movement speed by 15% for 2s. If the hurled stone hits an enemy before the designated area, the field will instead be centered on where the stone hit that Pokémon. Once an enemy takes damage from the field, it will become visible to all enemies. If an enemy takes damage from this move 4 times, that enemy becomes unable to move for 1s. After this move is used, Duraludon's next auto attack becomes a boosted attack. A maximum of 2 uses can be kept in reserve for this move. There is a 1s cooldown between uses. A maximum of 2 Stealth Rocks may be on the game field at one time, but 2 more can still be kept in reserve.",
    "DURALUDON_MOVE_STEALTH_ROCK_TEXT_2": "Stores 3 uses in reserve instead. A maximum of 3 Stealth Rocks may be on the game field at one time, but 3 more can still be kept in reserve.",
    "DURALUDON_MOVE_REVOLVING_RUIN_TEXT_1": "Fire a beam of light at the ground in a sweeping circle around Duraludon. If this beam hits an enemy, it deals damage to them, grants Duraludon a shield and increases Attack by 8% for a short time. Both the shield effect and the Attack increase are strengthened for each enemy that is hit by the beam. Damage is dealt to any enemy in the area of effect after the beam of light is fired. A burning ring is also left where the beam of light touched the ground; enemies that touch this ring take additional damage every 0.5s and have their movement speed decreased by 50% for 1s. Subsequent hits after the first have the Attack stat bonus from this move applied to them.",
    "DURALUDON_MOVE_REVOLVING_RUIN_TEXT_2": "30% Movement Speed, 35% Attack Speed, 20% Max HP Shield"
  },
  "Cn":
  {
    "DURALUDON_PA1_TEXT_1": "防止 Duraludon 在第一次尝试扔或推时被扔或推。此技能触发后进入冷却时间（50 秒冷却时间）。",
    "DURALUDON_BA1_TEXT_1": "每三次攻击变为一次强化攻击，射出一道长光束，对命中的所有敌人造成大量伤害。对付野生宝可梦：总伤害上限为800。",
    "DURALUDON_BA1_TAG_TEXT_1": "造成 3% 的最大 HP 伤害并且可以暴击。",
    "DURALUDON_MOVE_LASER_FOCUS_TEXT_1": "减少 20% 受到的伤害，持续 0.6 秒。之后，杜拉鲁顿的自动攻击会对命中的敌人造成额外伤害。此增益会在 8 秒或 3 次自动攻击后失效。",
    "DURALUDON_MOVE_FLASH_CANNON_TEXT_1": "杜拉鲁顿在指定方向撕裂地面；对范围内的敌人造成伤害并在短时间内降低他们的移动速度。之后，进入“加农炮模式”定身杜拉鲁顿 6 秒，或者如果没有进行基本攻击 2.5 秒。在大炮模式下，基本攻击的射程更远，造成的伤害增加，并造成溅射伤害。在此模式下可以使用金属爪、隐形岩石、龙尾和增强攻击，增强攻击会在短时间内降低被击中的敌人的移动速度并穿透。",
    "DURALUDON_MOVE_FLASH_CANNON_TAG_TEXT_1": "这种伤害可以暴击。（破裂伤害 + 1% 最大生命值）* 3",
    "DURALUDON_MOVE_FLASH_CANNON_TEXT_2": "破裂地面影响范围内的敌人也会在 1 秒内无法行动。",
    "DURALUDON_MOVE_DRAGON_PULSE_TEXT_1": "在对效果范围内的敌人造成伤害之前蓄力。蓄力时杜拉鲁顿的移动速度降低 30%，但蓄力时间越长，招式的作用范围越广，造成的伤害也越大。学习此招式后：当 Duraludon 对敌人造成伤害时，会在任何敌人身上附加一个伤害标记（额外的增强伤害还会增加一个球体）。标记累积到 5 个球体和 1 个戒指。标记持续 5 秒，并在应用新标记时刷新持续时间（标记可以清除）。当巨龙脉冲击中被标记的敌人时，附加在其上的每个伤害标记都会造成额外伤害，然后所有伤害标记都会被移除。对手的 Duraludon 可以在 Dragon Pulse 时擦除你在荒野上的堆叠，但他们不会受到你标记的额外伤害。此外，如果此招式击倒敌人，则冷却时间减少 1 秒，杜拉鲁顿获得持续 8 秒或 3 次自动攻击的增益。在这个buff的作用下，",
    "DURALUDON_MOVE_DRAGON_PULSE_TEXT_2": "如果此动作击倒敌方玩家，还会恢复杜拉鲁顿 8% 的最大生命值。",
    "DURALUDON_MOVE_METAL_CLAW_TEXT_1": "向前派出锋利的爪子；对命中的敌人造成伤害并在短时间内降低他们的移动速度。使用此招式后，杜拉鲁顿的下一次普攻变为增幅攻击。",
    "DURALUDON_MOVE_DRAGON_TAIL_TEXT_1": "Duraludon 推开敌人并向后移动一小段距离。下一次自动攻击变为增强攻击。此举忽略了障碍。此移动最多可保留 2 次使用。两次使用之间有 2.5 秒的冷却时间。",
    "DURALUDON_MOVE_DRAGON_TAIL_TEXT_2": "施加标记，下次 Duraludon 损坏它们时，该标记会被消耗，造成额外伤害。",
    "DURALUDON_MOVE_STEALTH_ROCK_TEXT_1": "向指定区域投掷一块石头，在 60 秒或直到被触发之前创造一个看不见的石头场。力场对范围内的敌人造成持续伤害，并使其移动速度降低15%，持续2秒。如果投掷的石块击中指定区域前的敌人，则场地将以石块击中该神奇宝贝的位置为中心。一旦一个敌人从场上受到伤害，它就会对所有敌人可见。如果一个敌人受到此招式伤害 4 次，该敌人将在 1 秒内无法移动。使用此招式后，杜拉鲁顿的下一次普攻变为增幅攻击。此移动最多可保留 2 次使用。使用之间有 1 秒的冷却时间。一次最多可以有 2 个 Stealth Rocks 在游戏场上，但还可以保留另外 2 个。",
    "DURALUDON_MOVE_STEALTH_ROCK_TEXT_2": "改为保留 3 次使用。 一次最多可以有 3 个 Stealth Rocks 在游戏场上，但还可以保留另外 3 个。",
    "DURALUDON_MOVE_REVOLVING_RUIN_TEXT_1": "在 Duraludon 周围扫荡一圈，向地面发射一束光。如果此光束击中敌人，则会对其造成伤害，并为杜拉鲁顿提供护盾并在短时间内提高 8% 的攻击力。每个被光束击中的敌人的护盾效果和攻击增加都会得到加强。光束发射后，会对影响范围内的任何敌人造成伤害。光柱接触地面的地方也留下了一个燃烧的圆环；接触此戒指的敌人每 0.5 秒受到额外伤害，并在 1 秒内移动速度降低 50%。第一次攻击后的后续攻击将应用此移动的攻击属性奖励。",
    "DURALUDON_MOVE_REVOLVING_RUIN_TEXT_2": "30% 移动速度，35% 攻击速度，20% 最大生命值护盾",

    "Heavy Metal": "重金属",
    "Laser Focus": "磨砺",
    "Flash Cannon": "加农光炮",
    "Dragon Pulse": "龙之波动",
    "Metal Claw": "金属爪",
    "Dragon Tail": "龙尾",
    "Stealth Rock": "隐形岩",
    "Revolving Ruin": "铝钢灾难"
  }
}