{
  "En":
  {
    "ABSOL_PA1_TEXT_1": "Increases Critical-Hit rate by 15%.",
    "ABSOL_BA1_TEXT_1": "Becomes a boosted attack with every third attack, dealing damage to enemies and lowering their Defense by 15% for 2s when it hits. If this boosted attack hits only a single target, it deals increased damage.",
    "ABSOL_MOVE_FEINT_TEXT_1": "Absol dashes in an arc, damaging all enemies hit. Each use alternates between a left and right arc. Feint ignores the target’s Defense and bypasses all shields.",
    "ABSOL_MOVE_NIGHT_SLASH_TEXT_1": "Absol dashes in an arc, damaging the first Pokémon hit. If Absol hits, this ability can be activated within 6s – allowing Absol to dash again, dealing damage to all enemies hit and increasing attack speed once again. The second hit also has 30% increased Critical-Hit Rate on enemies below 50% max HP. Cooldown on Hit or without recasting is 6s.",
    "ABSOL_MOVE_NIGHT_SLASH_TEXT_2": "Absol heals for 50% of damage dealt on the second hit, including critical hits.",
    "ABSOL_MOVE_PURSUIT_TEXT_1": "Absol dashes to a location, and dashes to an enemy with its next auto attack. If Absol hits the back of the target, this ability's cooldown is reduced by 80%. If it fails to hit the back, damage is reduced. The next auto attack stays empowered for 3s.",
    "ABSOL_MOVE_PURSUIT_TEXT_2": "Absol gains 35% increased movement speed for 2s after the initial dash.",
    "ABSOL_MOVE_SLASH_TEXT_1": "Absol quickly slashes in front of themself, damaging any enemy hit by the slash. Slash has an increased critical-hit rate by 15%.",
    "ABSOL_MOVE_PSYCHO_CUT_TEXT_1": "Throw a wide slash forward; damaging and slowing enemies hit by 90% for 2s. This slow decreases by 25% every 0.5s. Enemies hit are marked for 5s with 3 cleansable marks. When Absol deals damage to a marked enemy, a mark is consumed, dealing extra damage. All damage dealt by Psycho Cut or its marks have a 15% increased Critical-Hit Rate.",
    "ABSOL_MOVE_PSYCHO_CUT_TAG_TEXT_1": "Three slash markers are added. The first two deal 2x damage when triggered, the third deals 3x damage.",
    "ABSOL_MOVE_PSYCHO_CUT_TEXT_2": "Increases Absol's movement speed by 20% when near a debuffed enemy.",
    "ABSOL_MOVE_SUCKER_PUNCH_TEXT_1": "Absol targets an enemy and enters a counter stance for 1s, decreasing the movement speed of the target enemy and Absol by 50% for the duration and negating all damage and effects of the next attack on Absol. While in counter stance, if Absol is attacked or the target attacks, Absol immediately exits counter stance and leaps behind the target, stunning it and dealing damage. If the attack is not triggered before the counter stance expires, Absol leaps behind the target, stunning them and dealing damage.",
    "ABSOL_MOVE_SUCKER_PUNCH_TEXT_2": "Increases Attack Speed by 40% for 3s after using this move.",
    "ABSOL_MOVE_MIDNIGHT_SLASH_TEXT_1": "Unleash a flurry of 5 slashes in front of Absol and become untargetable for 1.15s. This move ends by unleashing powerful blades of energy, shoving enemies and dealing damage up to 4 times at melee range and down to 1 time at maximum range. Only the first ending hit connecting with an enemy does full damage, the others, deal 30% damage to the same target.",
    "ABSOL_MOVE_MIDNIGHT_SLASH_TAG_TEXT_1": "30% of the full damage.",
    "ABSOL_MOVE_MIDNIGHT_SLASH_TEXT_2": "80% Movement Speed, 20% Max HP Shield"
  },
  "Cn":
  {
    "ABSOL_PA1_TEXT_1": "暴击率提高 15%。",
    "ABSOL_BA1_TEXT_1": "每三次攻击变为一次增幅攻击，对敌人造成伤害，并在命中时降低其15%的防御力，持续2秒。如果此增强攻击仅击中单个目标，则会造成更高的伤害。",
    "ABSOL_MOVE_FEINT_TEXT_1": "阿勃索尔划出一道弧线，对所有击中的敌人造成伤害。每次使用都在左弧和右弧之间交替。佯攻无视目标的防御并绕过所有护盾。",
    "ABSOL_MOVE_NIGHT_SLASH_TEXT_1": "阿勃梭鲁以弧形冲刺，对命中的第一只宝可梦造成伤害。如果阿勃梭鲁命中，该技能可在 6 秒内激活——让阿勃梭鲁再次冲刺，对所有命中的敌人造成伤害并再次提高攻击速度。第二击还使最大生命值低于 50% 的敌人的暴击率提高 30%。命中或不重铸的冷却时间为 6 秒。",
    "ABSOL_MOVE_NIGHT_SLASH_TEXT_2": "阿勃索尔治疗第二次攻击所造成伤害的 50%，包括暴击。",
    "ABSOL_MOVE_PURSUIT_TEXT_1": "阿勃梭鲁冲向一个位置，并用下一次自动攻击冲向敌人。如果阿勃梭鲁击中目标背部，该技能的冷却时间减少 80%。如果未能击中背部，则伤害会降低。下一次自动攻击会持续 3 秒。",
    "ABSOL_MOVE_PURSUIT_TEXT_2": "初始冲刺后 2 秒内，阿勃梭鲁的移动速度提高 35%。",
    "ABSOL_MOVE_SLASH_TEXT_1": "阿勃梭鲁在自己面前快速挥砍，对任何被砍中的敌人造成伤害。Slash 的暴击率提高了 15%。",
    "ABSOL_MOVE_PSYCHO_CUT_TEXT_1": "向前挥出一道宽阔的斜线；对被击中的敌人造成 90% 的伤害并使其减速，持续 2 秒。此减速每 0.5 秒减少 25%。被击中的敌人会被标记 5 秒并带有 3 个可清除标记。当阿勃梭鲁对被标记的敌人造成伤害时，会消耗一个标记，造成额外伤害。Psycho Cut 或其印记造成的所有伤害的暴击率提高 15%。",
    "ABSOL_MOVE_PSYCHO_CUT_TAG_TEXT_1": "添加了三个斜线标记。前两个在触发时造成 2 倍伤害，第三个造成 3 倍伤害。",
    "ABSOL_MOVE_PSYCHO_CUT_TEXT_2": "当阿勃梭鲁靠近被减益的敌人时，其移动速度提高 20%。",
    "ABSOL_MOVE_SUCKER_PUNCH_TEXT_1": "阿勃梭鲁以一名敌人为目标，进入反击姿态，持续1秒，持续期间降低目标敌人和阿勃梭鲁50%的移动速度，并抵消下一次对阿勃梭鲁的攻击造成的所有伤害和效果。在反击姿态下，如果阿勃梭鲁受到攻击或目标攻击，阿勃梭鲁会立即退出反击姿态并跃至目标身后，将其击晕并造成伤害。如果在反击姿态结束前攻击没有被触发，阿勃梭鲁会跳到目标身后，击晕目标并造成伤害。",
    "ABSOL_MOVE_SUCKER_PUNCH_TEXT_2": "使用此招式后，攻击速度提高40%，持续3秒。",
    "ABSOL_MOVE_MIDNIGHT_SLASH_TEXT_1": "在 Absol 面前释放一连串的 5 道斜线，并在 1.15 秒内无法被选中。此移动以释放强大的能量之刃、推挤敌人并在近战范围内造成最多 4 次伤害和在最大范围内造成 1 次伤害而结束。只有与敌人相连的第一个结局击中会造成全额伤害，其他的对同一目标造成 30% 的伤害。",
    "ABSOL_MOVE_MIDNIGHT_SLASH_TAG_TEXT_1": "全伤害的30%。",
    "ABSOL_MOVE_MIDNIGHT_SLASH_TEXT_2": "80% 移动速度，20% 最大生命值护盾",

    "Super Luck": "超幸运",
    "Feint": "佯攻",
    "Night Slash": "暗袭要害",
    "Pursuit": "追打",
    "Slash": "劈开",
    "Psycho Cut": "精神利刃",
    "Sucker Punch": "突袭",
    "Midnight Slash": "黑暗烈刃"
  }
}