{
  "En":
  {
    "DELPHOX_PA1_TEXT_1": "When using a move when below 50% max HP, that move deals additional damage with a fireball to enemies. This ability goes on a 15s cooldown when triggered.",
    "DELPHOX_BA1_TEXT_1": "Becomes a boosted attack with every third attack, dealing increased damage when it hits.",
    "DELPHOX_MOVE_EMBER_TEXT_1": "Shoot a small flame in front of itself, dealing damage to enemies hit.",
    "DELPHOX_MOVE_FIRE_BLAST_TEXT_1": "Delphox launches an intense, all-consuming fire in a forward direction; dealing damage to enemies hit. As the fire travels, it leaves behind a zone of flames in which a delayed explosion will occur; dealing damage to enemies in the area-of-effect.",
    "DELPHOX_MOVE_FIRE_BLAST_TEXT_2": "Damage increased.",
    "DELPHOX_MOVE_MYSTICAL_FIRE_TEXT_1": "Delphox unleashes a special, hot ball of fire in a forward direction. If it hits an enemy, the fire will explode; dealing damage to enemies in the area-of-effect.",
    "DELPHOX_MOVE_MYSTICAL_FIRE_TEXT_2": "Also reduces cooldowns of all moves if this move hits by 1s. If it hits an enemy from the opposing team, cooldowns are reduced even further (1.5s).",
    "DELPHOX_MOVE_WILL_O_WISP_TEXT_1": "Conjure up 3 sinister flames and launch them toward the designated area. These flames then explode, dealing damage to enemies hit by the explosion and decreasing their movement speed by 30% for 2s. Subsequent flames will deal 50% less to the same target. An enemy will only be counted as being hit twice, even if all 3 flames hit.",
    "DELPHOX_MOVE_FIRE_SPIN_TEXT_1": "Create a vortex of fire in the designated area. The vortex automatically moves toward the nearest enemy, dealing damage-over-time to all enemies caught in the area for a short time and decreasing their movement speed by 30% for 5s. After 4.5s passes or an enemy is caught in the center of the vortex; the flames increase in intensity. This increases the rate at which the flames deal damage and also leaves the enemies unable to act for 1s. This trapped damage ticks four times total. The Fire Spin will otherwise deal damage as it travels. Move placement on top of enemies will apply a \"searching\" tick and then apply \"trapped\" damage. A maximum of 9 ticks is possible.",
    "DELPHOX_MOVE_FIRE_SPIN_TEXT_2": "Applies a debuff on trap activation that increases all damage dealt by Delphox by 15% while enemies are trapped. Debuff is only cleansable after the first tick of trap damage and does not re-apply the debuff.",
    "DELPHOX_MOVE_FLAME_CHARGE_TEXT_1": "Delphox charges forward in the designated direction. If there are any enemies within auto attack range when the charge ends, summon three flames to attack. These flames deal damage and decrease enemy movement speed by 30% for 2s. This move can be used while also using Fire Blast or Mystical Fire. Each subsequent flame that hits deals 70% less.",
    "DELPHOX_MOVE_FLAME_CHARGE_TEXT_2": "Increases Delphox's movement speed by 30% for 1s when this move is used.",
    "DELPHOX_MOVE_FANCIFUL_FIREWORKS_TEXT_1": "Deals damage-over-time to enemies in the designated area for 8s. Enemies that are hit have 50% decreased movement speed and 50% reduced HP recovery effects for 1.75s. Recovery effects are weakened within the zone and cannot be cleansed while in the zone. Leaving the zone will have the weakened HP recovery effects linger for 1.75s and may be cleansed after leaving the zone. 8s duration (ticks at 0.5s intervals).",
    "DELPHOX_MOVE_FANCIFUL_FIREWORKS_TEXT_2": "30% Movement Speed, 30% CDR, 20% Max HP Shield"
  },
  "Cn":
  {
    "DELPHOX_PA1_TEXT_1": "当自身体力在一半及以下时使用招式，会对敌人造成额外的火球伤害。此特性触发后有 15 秒的冷却时间。",
    "DELPHOX_BA1_TEXT_1": "第三次普通攻击为强化普通攻击，命中时造成更高的伤害。",
    "DELPHOX_MOVE_EMBER_TEXT_1": "向前方射出一道小火焰，对命中的敌人造成伤害。",
    "DELPHOX_MOVE_FIRE_BLAST_TEXT_1": "向前方放出大字形状的火焰进行攻击，对接触到的敌人造成伤害。火焰经过后会留下火焰区域，并在一定时间后引发爆炸，对范围内的敌人造成伤害。",
    "DELPHOX_MOVE_FIRE_BLAST_TEXT_2": "伤害增加。",
    "DELPHOX_MOVE_MYSTICAL_FIRE_TEXT_1": "向前方发射神奇的火焰。接触到敌人时会引发爆炸，对范围内的敌人造成伤害。",
    "DELPHOX_MOVE_MYSTICAL_FIRE_TEXT_2": "命中时缩短所有招式的等待时间 1 秒。若命中的是对方队伍的敌人，缩短所有招式的等待时间 1.5 秒。",
    "DELPHOX_MOVE_WILL_O_WISP_TEXT_1": "召唤 3 团怪异的火焰，使其飞向指定的地点。火焰飞过去后会引发爆炸，对接触到的敌人造成伤害并使其移动速度降低 30%，持续时间 2 秒。\n    对同一目标，后续火焰造成的伤害减少 50%。若 3 个火焰都击中同一敌人，该敌人只会被算作被击中两次。",
    "DELPHOX_MOVE_FIRE_SPIN_TEXT_1": "在指定地点卷起火焰的漩涡。漩涡会受到距离最近的敌人吸引而移动，对被卷入范围内的敌人在短时间内造成持续伤害，并降低其移动速度 30%，持续时间 5 秒。\n    4.5 秒后或敌人被卷入漩涡中心时，火焰的势头将变得更猛，会更频繁地造成伤害（总计 4 次），并使敌人在 1 秒内无法行动。除此之外，火焰漩涡在行进时也会造成伤害。招式会给予每个敌人一个「搜寻」标记，然后造成「捕获」伤害。最多可以有 9 个标记。",
    "DELPHOX_MOVE_FIRE_SPIN_TEXT_2": "当敌人被卷入漩涡中心时，向其施加一个减益效果，其受到由招式使用者造成的所有伤害提高 15%。该减益效果只能在第一个漩涡标记造成伤害后清除，并且不会重新施加减益效果。",
    "DELPHOX_MOVE_FLAME_CHARGE_TEXT_1": "向指定方向冲刺。冲刺结束后，若范围内有敌人，将召唤三道火焰进行攻击。这些火焰会对敌人造成伤害，并使其移动速度降低 30%，持续时间 2 秒。\n    此招式在使用「大字爆炎」或「魔法火焰」的期间也可使用。每个后续火焰命中后，造成的伤害减少 70%。",
    "DELPHOX_MOVE_FLAME_CHARGE_TEXT_2": "使用此招式后，移动速度提升 30%，持续时间 1 秒。",
    "DELPHOX_MOVE_FANCIFUL_FIREWORKS_TEXT_1": "对指定区域内的敌人造成持续伤害，持续时间 8 秒。被击中的敌人移动速度降低 50%，体力恢复效果降低 50%，持续时间 1.75 秒。处于区域内时，体力恢复降低的效果无法被解除。离开区域时，体力恢复削弱效果会持续 1.75 秒，该状态可能会在离开区域 0.8 秒后清除（以 0.5 秒为间隔计算可能性）。",
    "DELPHOX_MOVE_FANCIFUL_FIREWORKS_TEXT_2": "30% 移动速度，30% 冷却缩减，20% 最大体力护盾",

    "Damage - Firebal": "伤害 - 火球",

    "Blaze": "猛火",
    "Ember": "火花",
    "Fire Blast": "大字爆炎",
    "Mystical Fire": "魔法火焰",
    "Will-o-Wisp": "鬼火",
    "Fire Spin": "火焰旋涡",
    "Flame Charge": "蓄能焰袭",
    "Fanciful Fireworks": "魔幻庆典"
  }
}