{
  "En":
  {
    "MEW_PA1_TEXT_1": "Each time Mew uses a move, Mew and nearby allies have their movement speed increased by 15% for 2s.",
    "MEW_PA2_TEXT_1": "When Mew reaches level 5, the Move Reset icon can be used to reset Mew's moves and learn new moves. This ability goes on a 20s cooldown after it's used. Each time Mew knocks out or makes an assist on an enemy player, or scores a goal, the Move Reset cooldown is reduced (Knockout: 40%, Assist: 20%, Goal: 5%). Using Move Reset adds 5000 Unite Move energy to Mystical Mirage.",
    "MEW_BA1_TEXT_1": "Each time Mew uses a move, they gain a boost counter. A maximum of 3 boost counters can be stored. After 3 counters are stored (they have to be consumed within 8s or they disappear), Mew's next basic attack becomes a boosted attack that consumes all counters and launches a ball of psychic energy at an enemy. During the lock-on animation Mew can use moves. The further the ball travels, the more damage it deals (5% more damage per threshold, stacking additively). This ball pierces through wild Pokémon, but will stop traveling upon contact with the first enemy player.",
    "MEW_MOVE_ELECTRO_BALL_TEXT_1": "Hurl an electric orb, dealing damage to enemies in the area-of-effect and leaving them paralyzed (40% slow) for 2s. This move deals more damage the lower the enemies' remaining HP is. Through Light Screen: Damage dealt and area-of-effect radius are increased.",
    "MEW_MOVE_ELECTRO_BALL_TAG_TEXT_1": "Against Wild Pokemon: The total damage is capped at 1200.",
    "MEW_MOVE_ELECTRO_BALL_TEXT_2": "Strengthens the effect of the paralysis inflicted by this move to 60%.",
    "MEW_MOVE_SOLAR_BEAM_TEXT_1": "Blast a bundled beam of light, dealing damage 3 times to enemies in the area-of-effect. If this move hits an enemy, Mew gains an additional boost counter. Through Light Screen: Damage dealt and area-of-effect radius are increased.",
    "MEW_MOVE_SOLAR_BEAM_TEXT_2": "Reduce this move's cooldown by 0.7s for each enemy hit.",
    "MEW_MOVE_SURF_TEXT_1": "Charge forward on a wave, shoving enemies for 0.5s and leaving them unable to act for 0.5s. Mew gains a shield for 3s and becomes immune to hindrances while using this move. At the end of this move, Mew can jump in a designated direction and becomes immune to hindrances for a short time. If this move hits an enemy, Mew gains an additional boost counter. Through Light Screen: Distance the wave travels is increased and Light Screen attaches to Mew.",
    "MEW_MOVE_SURF_TEXT_2": "Strengthens the shield effect of this move.",
    "MEW_MOVE_COACHING_TEXT_1": "Teleport to an ally, granting them a shield for 3s and increased basic attack speed by 40% for 2s. If this move is used on an ally who hasn't been coached within 7s, the cooldown of this move is reduced by 90%. If this move is used on an ally who has been recently coached, this move goes on cooldown. The cooldown of Electro Ball, Solar Beam, and Surf is reduced by 1s each time this move is used.",
    "MEW_MOVE_COACHING_TEXT_2": "Reduce this move's cooldown by 1s and reduces the timer of recently coached on allies to 6s.",
    "MEW_MOVE_LIGHT_SCREEN_TEXT_1": "Create a translucent wall in the designated location for 4s that prevents enemies from passing and shoves them for 0.5s if they make contact with the wall. If Mew's Electro Ball, Solar Beam, or Surf passes through the wall, the effects of those moves will be enhanced (such as increased damage, range, and area-of-effect). If this move is used again within 4s, the wall is pulled towards Mew and follows them as they move for an additional 4s. While the wall moves with Mew, enemy attacks that pass through it will deal 25% reduced damage but will not prevent enemies from passing and does not shove them anymore.",
    "MEW_MOVE_LIGHT_SCREEN_TEXT_2": "Increases the size of the wall.",
    "MEW_MOVE_AGILITY_TEXT_1": "Move quickly in a designated direction, increasing Mew's movement speed by 5% for 2s. Holds 2 uses in reserve and cannot be used more than once every 2s.",
    "MEW_MOVE_AGILITY_TEXT_2": "Increases the distance Mew moves in the designated direction.",
    "MEW_MOVE_MYSTICAL_MIRAGE_TEXT_1": "Mew floats in the air for 1s, becoming invincible for 6s or until using an attack or move and creating a field around their location for 5s. This field travels with Mew. Mew and all allies within the area become stealthed for 4s. After the field expires, this move deals damage to enemies within the area-of-effect.",
    "MEW_MOVE_MYSTICAL_MIRAGE_TEXT_2": "30% Movement Speed, 30% CDR, 20% Max HP Shield"
  },
  "Cn":
  {
    "MEW_PA1_TEXT_1": "每次使用招式时，自身和附近友方宝可梦的移动速度都会提高 15%，持续 2 秒。",
    "MEW_PA2_TEXT_1": "达到 5 级后，可以使用「重置招式」来变更招式。此特性有 20 秒的间隔时间。每当击倒敌人、辅助击倒敌人或成功得分时，「重置招式」等待时间都会减少（击倒：40%，助攻：20%，得分：5%）。使用「重置招式」可为集结招式增加 5000 能量。",
    "MEW_BA1_TEXT_1": "每当发动招式时，强化普通攻击的进度条将累积 1 格，最多累积 3 格。当强化普通攻击的进度条累积至 3 格时（它们必须在 8 秒内消耗掉，否则会消失），下一次普通攻击变为强化普通攻击，消耗所有强化普通攻击的进度条并向敌人发射念力弹。在锁定动画期间，自身可以使用招式。念力弹移动得越远，它造成的伤害就越大（每个阈值的伤害增加 5%，可累加）。念力弹会穿透野生神奇宝贝，但会在接触到第一个敌方玩家时停止移动。",
    "MEW_MOVE_ELECTRO_BALL_TEXT_1": "投掷电力团，对范围内的敌人造成伤害并使其麻痹（减速 40%）2 秒。敌人剩余生命值越低，此招式造成的伤害越大。通过光墙：造成的伤害和影响范围半径增加。",
    "MEW_MOVE_ELECTRO_BALL_TAG_TEXT_1": "敌人已损失体力的 10%。对野生宝可梦：总伤害上限为1200。",
    "MEW_MOVE_ELECTRO_BALL_TEXT_2": "将此招式造成的麻痹效果强化至 60%。",
    "MEW_MOVE_SOLAR_BEAM_TEXT_1": "发射一束光束，对范围内的敌人造成 3 次伤害。如果此动作击中敌人，强化普通攻击的进度条将累积额外 1 格。通过光墙：造成的伤害和影响范围半径增加。",
    "MEW_MOVE_SOLAR_BEAM_TEXT_2": "每击中一个敌人，此招式的冷却时间减少 0.7 秒。",
    "MEW_MOVE_SURF_TEXT_1": "乘上波浪进行突击，击退敌人 0.5 秒，并让他们在 0.5 秒内无法行动。\n    使用招式后自身获得持续 3 秒的护盾，且不会被妨碍。\n    招式结束时，可以向指定方向跳跃并在短时间内不会被妨碍。如果此招式击中敌人，强化普通攻击的进度条将累积额外 1 格。通过光墙：波浪传播的距离增加，光墙附着在自己身上。",
    "MEW_MOVE_SURF_TEXT_2": "强化此招式的护盾效果。",
    "MEW_MOVE_COACHING_TEXT_1": "移动到友方宝可梦附近，为其提供持续 3 秒的护盾，并提高其普通攻击速度 40%，持续 2 秒。若以 7 秒内未使用过此招式的友方宝可梦为对象，则此招式的间隔时间减少 90%。每使用一次此招式，电球、日光束和冲浪的间隔时间减少 1 秒。",
    "MEW_MOVE_COACHING_TEXT_2": "将此招式的间隔时间减少 1 秒，并将最近对友方宝可梦进行指导的计时器减少到 6 秒。",
    "MEW_MOVE_LIGHT_SCREEN_TEXT_1": "在指定地点生成敌人半透明的墙壁，持续 4 秒，防止敌人通过，如果接触到墙，则将其击退 0.5 秒。如果自身发动的电球、日光束或冲浪穿过墙壁，这些招式的效果将会增强（例如增加伤害、范围和效果范围）。\n    如果在 4 秒内再次使用此招式，墙壁将被拉向自身，并与自身一起移动，持续 4 秒。此时，敌人穿过墙壁造成的伤害会减少 25%，但不会阻止敌人通过，也不会再将他们击退。",
    "MEW_MOVE_LIGHT_SCREEN_TEXT_2": "增加墙的尺寸。",
    "MEW_MOVE_AGILITY_TEXT_1": "向指定方向快速移动，使自身的移动速度提高 5%，持续 2 秒。可保留 2 次使用，每次使用有 2 秒间隔时间。",
    "MEW_MOVE_AGILITY_TEXT_2": "向指定方向移动的距离延长。",
    "MEW_MOVE_MYSTICAL_MIRAGE_TEXT_1": "在空中漂浮 1 秒，进入守住状态，随后在自身位置周围创建一个持续 5 秒的场。自身和场内的队友会隐身 4 秒，直到发动攻击或招式。场结束后，会对范围内的敌人造成伤害。",
    "MEW_MOVE_MYSTICAL_MIRAGE_TEXT_2": "30% 移动速度，30% 冷却缩减，20% 最大体力值护盾",

    "Damage (No Light Screen Boost)": "伤害（无光墙强化）",
    "Damage (Light Screen Boost)": "伤害（有光墙强化）",
    "Damage - per Tick (Light Screen Boost)": "伤害 - 每次（有光墙强化）",

    "Synchronize": "同步",
    "Move Reset": "招式重置",
    "Electro Ball": "电球",
    "Solar Beam": "日光束",
    "Surf": "冲浪",
    "Coaching": "指导",
    "Light Screen": "光墙",
    "Agility": "高速移动",
    "Mystical Mirage": "神秘幻影"
  }
}