{
  "En":
  {
    "LUCARIO_PA1_TEXT_1": "When dropping below 50% HP, gain a shield and increased movement speed for 5s (60s cooldown).",
    "LUCARIO_BA1_TEXT_1": "Becomes a boosted attack with every third attack, striking twice. The first attack is a normal basic attack and the second is an additional attack that can critically hit, has increased attack range, and throws enemies into the air.",
    "LUCARIO_MOVE_QUICK_ATTACK_TEXT_1": "Lucario dashes forward, damaging all enemies hit.",
    "LUCARIO_MOVE_EXTREME_SPEED_TEXT_1": "Lucario dashes forward, damaging all enemies hit and healing Lucario for each enemy hit. The first enemy hit will reset the cooldown of Extreme Speed. This effect cannot occur on the same target more than once every 10s. Attacking immediately after the dash will perform a unique attack in an area dealing 75% Atk and can critically hit.",
    "LUCARIO_MOVE_EXTREME_SPEED_TEXT_2": "Increases Lucario's damage by 7.5% for 2s. This buff activates regardless if an enemy was hit, and is applied the moment this move is activated.",
    "LUCARIO_MOVE_POWER_UP_PUNCH_TEXT_1": "Lucario begins charging power, slowing themself and reducing damage taken by 30% while preparing to unleash a devastating punch. Upon release, Lucario lunges – damaging the first enemy hit and briefly stunning them. Power-Up Punch does bonus damage based on the enemy's missing HP, and will cause Lucario's next attack to be boosted. The cooldown for Power-Up Punch is reduced by 1s whenever Lucario lands a move. Against Wild Pokémon: The additional damage from missing HP is capped at 1000.",
    "LUCARIO_MOVE_POWER_UP_PUNCH_TAG_TEXT_1": "10% of Enemy Missing HP (caps at 1000 dmg).",
    "LUCARIO_MOVE_POWER_UP_PUNCH_TEXT_2": "Lucario is unstoppable while charging the punch.",
    "LUCARIO_MOVE_METEOR_MASH_TEXT_1": "Lucario punches with the force of a meteor, damaging and knocking enemies back.",
    "LUCARIO_MOVE_BONE_RUSH_TEXT_1": "Lucario rapidly strikes with a bone, damaging enemies hit up to 6 times. Enemies in long range will be hit 3 times and at close range they will be hit 6 times. Lucario then throws the bone after the final strike, shoving enemies and causing the bone to land a short distance away. Lucario can activate Bone Rush again to teleport to the bone, damaging enemies in a small area around it. Landing one of Bone Rush's initial strikes will reset the cooldown timer for Extreme Speed on that target.",
    "LUCARIO_MOVE_BONE_RUSH_TEXT_2": "Teleporting to the bone will reset the cooldown of Extreme Speed or Power-Up Punch.",
    "LUCARIO_MOVE_CLOSE_COMBAT_TEXT_1": "Lucario rapidly punches, damaging enemies in the area in front of them 11 times over the duration, restoring HP per hit, and becomes Unstoppable while punching. For 5s after this move is used, Lucario's next basic attack gains increased range and causes Lucario to dash to the target.",
    "LUCARIO_MOVE_CLOSE_COMBAT_TEXT_2": "Increased damage.",
    "LUCARIO_MOVE_AURA_CANNON_TEXT_1": "Channel aura power into a spherical projectile launched in a designated direction. The projectile picks up speed as it travels. Pokémon that contact the projectile are dealt damage. Aura Cannon does not have a limit to the number of times it can hit one target. At close range, a still enemy can be hit up to 4 times and when the cannon is at max speed, a still enemy will only be struck once. Damage of the next Power-Up Punch is increased by roughly 20%, and enemies hit by the cannon have their internal cooldown for Extreme Speed reset.",
    "LUCARIO_MOVE_AURA_CANNON_TEXT_2": "30% Movement Speed, 30% CDR, 20% Max HP Shield"
  },
  "Cn":
  {
    "LUCARIO_PA1_TEXT_1": "当生命值低于 50% 时，获得护盾并增加移动速度，持续 5 秒（60 秒冷却时间）。",
    "LUCARIO_BA1_TEXT_1": "每三次攻击变为一次增强攻击，攻击两次。第一次攻击是普通的基本攻击，第二次是附加攻击，可以暴击，增加攻击范围，并将敌人扔到空中。",
    "LUCARIO_MOVE_QUICK_ATTACK_TEXT_1": "路卡利欧向前冲刺，对所有击中的敌人造成伤害。",
    "LUCARIO_MOVE_EXTREME_SPEED_TEXT_1": "路卡利欧向前冲刺，对所有击中的敌人造成伤害，并为每个击中的敌人治疗路卡利欧。第一个被击中的敌人将重置极速的冷却时间。此效果每 10 秒不能在同一目标上出现超过一次。冲刺后立即攻击将在一个区域进行一次独特的攻击，造成 75% 的攻击力，并且可以暴击。",
    "LUCARIO_MOVE_EXTREME_SPEED_TEXT_2": "路卡利欧伤害提升7.5%，持续2秒。无论是否有敌人被击中，这个增益都会激活，并在这个动作被激活时应用。",
    "LUCARIO_MOVE_POWER_UP_PUNCH_TEXT_1": "路卡利欧开始充电，减速并减少 30% 受到的伤害，同时准备释放毁灭性的一击。释放后，路卡利欧会向前冲刺——对命中的第一个敌人造成伤害并短暂击晕他们。强化拳根据敌人损失的生命值造成额外伤害，并使路卡利欧的下一次攻击得到强化。每当路卡利欧落地招式时，强化拳的冷却时间减少1秒。对野生宝可梦：损失HP的追加伤害上限为1000。",
    "LUCARIO_MOVE_POWER_UP_PUNCH_TAG_TEXT_1": "10% 的敌人失去 HP（上限为 1000 dmg）。",
    "LUCARIO_MOVE_POWER_UP_PUNCH_TEXT_2": "路卡利欧蓄力时势不可挡。",
    "LUCARIO_MOVE_METEOR_MASH_TEXT_1": "路卡利欧以流星般的力量出拳，对敌人造成伤害并将其击退。",
    "LUCARIO_MOVE_BONE_RUSH_TEXT_1": "路卡利欧用一根骨头快速攻击，对命中的敌人造成最多 6 次伤害。远距离的敌人会被击中 3 次，近距离的敌人会被击中 6 次。路卡利欧在最后一击后扔出骨头，推开敌人并使骨头落在不远处。路卡利欧可以再次激活 Bone Rush 以传送到骨头处，对其周围小范围内的敌人造成伤害。使 Bone Rush 的初始打击之一落地将重置该目标上极速的冷却时间计时器。",
    "LUCARIO_MOVE_BONE_RUSH_TEXT_2": "传送到骨头会重置极速或强化拳的冷却时间。",
    "LUCARIO_MOVE_CLOSE_COMBAT_TEXT_1": "路卡利欧快速出拳，持续时间内对前方区域内的敌人造成 11 次伤害，每次击中恢复 HP，并在出拳时变得势不可挡。招式使用后5秒内，路卡利欧的下一次普攻射程增加，并使路卡利欧冲向目标。",
    "LUCARIO_MOVE_CLOSE_COMBAT_TEXT_2": "伤害增加。",
    "LUCARIO_MOVE_AURA_CANNON_TEXT_1": "将光环能量引导至向指定方向发射的球形射弹。弹丸在行进时会加快速度。接触射弹的神奇宝贝会受到伤害。灵气炮对一个目标的命中次数没有限制。在近距离时，一个静止的敌人最多可以被击中 4 次，而当大炮处于最大速度时，一个静止的敌人只会被击中一次。下一次能量提升拳的伤害提高了大约 20%，被大炮击中的敌人的极速重置有内部冷却时间。",
    "LUCARIO_MOVE_AURA_CANNON_TEXT_2": "30% 移动速度，30% CDR，20% 最大生命值护盾",

    "Steadfast": "不屈之心",
    "Quick Attack": "电光一闪",
    "Extreme Speed": "神速",
    "Power-Up Punch": "增强拳",
    "Meteor Mash": "彗星拳",
    "Bone Rush": "骨棒乱打",
    "Close Combat": "近身战",
    "Aura Connon": "全力爆发弹"
  }
}