{
  "En":
  {
    "SCIZOR_PA1_TEXT_1": "After this Pokémon uses a move, the next auto attack will deal two consecutive auto attacks instead. The second of these deals decreased damage. Technician lasts 5s and has no internal cooldown.",
    "SCIZOR_BA1_TEXT_1": "Becomes a boosted attack with every third attack, decreasing enemy movement speed by 30% for 2s when it hits and increasing Scizor's Defense by 25% for 6s. This Defense increase can stack additively up to 3 times and the duration refreshes when gaining another stack.",
    "SCIZOR_MOVE_FURY_CUTTER_TEXT_1": "Slashes twice dealing damage with its scythes in a cone. The second slash deals more damage than the first.",
    "SCIZOR_MOVE_BULLET_PUNCH_TEXT_1": "Dash in the designated direction and strike enemies, reducing this move's cooldown by 40% if the attack animation completes and recovering a portion of HP with each hit. If Bullet Punch is used again within 8s, the number of punches increases. The number of punches increases from 3 to a maximum of 5.",
    "SCIZOR_MOVE_BULLET_PUNCH_TAG_TEXT_1": "30% damage of initial punch.",
    "SCIZOR_MOVE_BULLET_PUNCH_TEXT_2": "Also grants a shield for 3s if this move hits an enemy.",
    "SCIZOR_MOVE_QUICK_ATTACK_TEXT_1": "Dashes in designated direction dealing damage to enemies hit along the way.",
    "SCIZOR_MOVE_DOUBLE_HIT_TEXT_1": "Jumps in the designated direction, dealing damage to enemies during the jump and applying a mark to that enemy until they leave combat. After hitting an enemy, jump again. An enhanced auto attack is prepared on landing that charges at the enemy being attacked. This enhanced attack is available for 5s. If a marked enemy is knocked out, all of the user's move cooldowns are reset. The mark may be cleansed.",
    "SCIZOR_MOVE_DOUBLE_HIT_TEXT_2": "Reduces cooldown by 1s.",
    "SCIZOR_MOVE_SWORDS_DANCE_TEXT_1": "Dashes a short distance, increasing Attack by 12% for 5s. While Swords Dance's attack buff is active, after basic attacks or abilities make contact 8 times, the user launches an area-of-effect attack that pierces through enemies in a line.",
    "SCIZOR_MOVE_SWORDS_DANCE_TEXT_2": "Reduces the damage the user receives by 50% while dashing (0.3s).",
    "SCIZOR_MOVE_RED_ILLUSION_DIVE_TEXT_1": "Target an enemy and punch them, dealing an initial hit of damage, decreasing their movement speed by 40% for 3s. Then create 5 copies that dash away from Scizor. If a copy hits an enemy while dashing out, it deals damage, decreases that enemy's movement speed by 40% for 3s, then disappears. For 8s after activation, this move may be used again, dashing in a designated direction dealing damage to enemies hit. The enemies hit are also grabbed and carried while Scizor continues dashing. At the end of the dash, Scizor punches the ground dealing damage in an area-of-effect. If a grabbed enemy makes contact with an illusory copy, they will be dealt damage and be left incapacitated for 2s.",
    "SCIZOR_MOVE_RED_ILLUSION_DIVE_TEXT_2": "30% Movement Speed, 30% CDR, 20% Max HP Shield"
  },
  "Cn":
  {
    "SCIZOR_PA1_TEXT_1": "该宝可梦使用招式后，下一次普攻改为连续两次普攻。这些交易中的第二个减少了伤害。技术员持续 5 秒，没有内部冷却时间。",
    "SCIZOR_BA1_TEXT_1": "每三次攻击变为一次增幅攻击，命中时降低敌人30%的移动速度，持续2秒，并增加巨蟹座的防御力25%，持续6秒。此防御力提升最多可叠加 3 次，持续时间会在获得另一层时刷新。",
    "SCIZOR_MOVE_FURY_CUTTER_TEXT_1": "用它的镰刀在一个锥形范围内进行两次斜线造成伤害。第二个斜线比第一个造成更多伤害。",
    "SCIZOR_MOVE_BULLET_PUNCH_TEXT_1": "向指定方向冲刺并攻击敌人，如果攻击动画完成，则此招式的冷却时间减少40%，并且每次命中都会恢复一部分生命值。如果在 8 秒内再次使用 Bullet Punch，则出拳次数会增加。出拳次数从 3 次增加到最多 5 次。",
    "SCIZOR_MOVE_BULLET_PUNCH_TAG_TEXT_1": "初始冲击的 30% 伤害。",
    "SCIZOR_MOVE_BULLET_PUNCH_TEXT_2": "如果此招式击中敌人，还会获得持续 3 秒的护盾。",
    "SCIZOR_MOVE_QUICK_ATTACK_TEXT_1": "向指定方向冲刺，对沿途击中的敌人造成伤害。",
    "SCIZOR_MOVE_DOUBLE_HIT_TEXT_1": "向指定方向跳跃，在跳跃过程中对敌人造成伤害并对该敌人施加标记，直到他们离开战斗。击中敌人后，再次跳跃。落地时准备增强的自动攻击，向被攻击的敌人冲锋。此增强攻击可使用 5 秒。如果被标记的敌人被击倒，则用户的所有移动冷却时间都会重置。标记可能会被清除。",
    "SCIZOR_MOVE_DOUBLE_HIT_TEXT_2": "冷却时间减少 1 秒。",
    "SCIZOR_MOVE_SWORDS_DANCE_TEXT_1": "冲刺一小段距离，增加12%的攻击，持续5秒。当剑舞的攻击增益处于活动状态时，在基本攻击或技能接触 8 次后，用户会发起一次范围攻击，穿透一条直线上的敌人。",
    "SCIZOR_MOVE_SWORDS_DANCE_TEXT_2": "使用户在冲刺时受到的伤害降低 50%（0.3 秒）。",
    "SCIZOR_MOVE_RED_ILLUSION_DIVE_TEXT_1": "瞄准一个敌人并猛击他们，造成初始伤害，并使其移动速度降低 40%，持续 3 秒。然后创建 5 个冲出 Scizor 的副本。如果一个副本在冲出时击中敌人，它会造成伤害，并使该敌人的移动速度降低 40%，持续 3 秒，然后消失。激活后8秒内可再次使用此招式，向指定方向冲刺，对命中的敌人造成伤害。当 Scizor 继续冲刺时，被击中的敌人也会被抓住并携带。在冲刺结束时，Scizor 猛击地面，在一定范围内造成伤害。如果被抓住的敌人接触到幻影复制体，他们将受到伤害并失去行动能力 2 秒。",
    "SCIZOR_MOVE_RED_ILLUSION_DIVE_TEXT_2": "30% 移动速度，30% CDR，20% 最大生命值护盾",

    "Dual Wingbeat Learned": "学会双翼",
    "Bullet Punch Learned": "学会子弹拳",
    "Technician": "技术高手",
    "Fury Cutter": "连斩",
    "Dual Wingbeat": "双翼",
    "Bullet Punch": "子弹拳",
    "Quick Attack": "电光一闪",
    "Double Hit": "二连击",
    "Swords Dance": "剑舞",
    "Green Illusion Dive": "翠星划落",
    "Red Illusion Dive": "赤星划落"
  }
}