{
  "En":
  {
    "CINDERACE_PA1_TEXT_1": "When at half HP or less, critical-hit rate is increased by 10% and auto attack speed is increased by 20% for 5s (30s cooldown). When hitting an enemy with an auto attack, a cinder is placed on that enemy for 5s. Boosted Attacks and moves apply 2 cinders. When the target receives it's 5th cinder, they will all be consumed to deal additional damage to the enemy. Against Wild Pokemon: The total damage is capped at 500.",
    "CINDERACE_BA1_TEXT_1": "Becomes a boosted attack with every third attack or when using a move, dealing increased damage. Against Wild Pokemon: Basic Attack damage is capped at 1000 and Boosted Attack damage is capped at 1300.",
    "CINDERACE_MOVE_EMBER_TEXT_1": "Cinderace shoots out a small flame, damaging and applying burn to hit enemies. The burn lasts 3s ticking damage once every second and reduces enemy Attack and Sp. Attack by 5% for 2s.",
    "CINDERACE_MOVE_PYRO_BALL_TEXT_1": "Cinderace kicks a ball of flame in a designated direction, burning and damaging enemies hit. The burn lasts 3s ticking damage once every second and reduces enemy Attack and Sp. Attack by 5% for 2s.",
    "CINDERACE_MOVE_PYRO_BALL_TEXT_2": "Reduces the cooldown of Flame Charge or Feint by 3.5s when this move hits.",
    "CINDERACE_MOVE_BLAZE_KICK_TEXT_1": "Perform a fiery flying kick, jumping towards a designated enemy, shoving and burning them. Cinderace can land in a targeted direction after this move hits. In addition, Cinderace is immune to hindrances during this move and is always a critical-hit. The burn lasts 3s ticking damage once every second and reduces enemy Attack and Sp. Attack by 5% for 2s.",
    "CINDERACE_MOVE_BLAZE_KICK_TEXT_2": "Increased auto attack speed by 65% for 3s after this move hits.",
    "CINDERACE_MOVE_LOW_SWEEP_TEXT_1": "Cinderace makes a swift low sweep in the designated direction, damaging any enemy it hits.",
    "CINDERACE_MOVE_FLAME_CHARGE_TEXT_1": "Cinderace charges forward, damaging all enemies hit.",
    "CINDERACE_MOVE_FLAME_CHARGE_TEXT_2": "The next boosted attack after this move ends also slows enemies hit by 30% for 2s.",
    "CINDERACE_MOVE_FEINT_TEXT_1": "Cinderace dodges, increasing movement speed by 25% for 2s and becoming briefly invincible for 44 frames (.73s).",
    "CINDERACE_MOVE_FEINT_TEXT_2": "After dodging, the next 3 auto attacks that hit restore HP equal to 30% of damage dealt.",
    "CINDERACE_MOVE_BLAZING_BICYCLE_KICK_TEXT_1": "Create a giant ball of flame and kick it toward the designated location. The ball releases a fierce shock wave that deals damage to Pokémon in the area of effect dealing additional damage the lower HP a Pokémon has. Also increases movement speed by 10% (stacks with the Unite Buffs) for 5s when it hits.",
    "CINDERACE_MOVE_BLAZING_BICYCLE_KICK_TEXT_2": "30% Movement Speed, 35% Attack Speed, 20% Max HP Shield"
  },
  "Cn":
  {
    "CINDERACE_PA1_TEXT_1": "当自身体力在一半及以下时，暴击率提升 10%，且普通攻击的速度在 5 秒内提升 20% （30秒冷却）。每当使用普通攻击攻击敌人时，会在其身上留下一个火种，持续 5 秒，强化普通攻击和招式攻击会留下两个火种。当目标获得第 5 个火种时，火种将被引爆并使其受到附加伤害。对野生宝可梦：总伤害上限为 500。",
    "CINDERACE_BA1_TEXT_1": "每当使用 3 次普通攻击或使用一次招式后，获得一次强化普通攻击，造成更高的伤害。对野生宝可梦：普通攻击伤害上限为 1000，强化普通攻击伤害上限为 1300。",
    "CINDERACE_MOVE_EMBER_TEXT_1": "发射小型火焰进行攻击。招式命中敌人时造成伤害并使其陷入灼伤状态。灼伤状态持续 3 秒，此状态下的宝可梦每秒都会受到一定伤害，并在 2 秒内攻击和特攻降低 5%。",
    "CINDERACE_MOVE_PYRO_BALL_TEXT_1": "向指定方向踢出火球，对命中的敌人造成伤害并使其陷入灼伤状态。灼伤状态持续 3 秒，此状态下的宝可梦每秒都会受到一定伤害，并在 2 秒内攻击和特攻降低 5%。",
    "CINDERACE_MOVE_PYRO_BALL_TEXT_2": "招式命中时，缩短","蓄能焰袭":"、","佯攻":"的等待时间 3.5 秒。",
    "CINDERACE_MOVE_BLAZE_KICK_TEXT_1": "施展炽热的飞踢，跳向指定的敌人。招式期间内自身不会被妨碍，且命中时一定会造成暴击。另外，招式命中后会击退敌人并使其陷入灼伤状态，而自身可朝指定方向着陆。灼伤状态持续 3 秒，此状态下的宝可梦每秒都会受到一定伤害，并在 2 秒内攻击和特攻降低 5%。",
    "CINDERACE_MOVE_BLAZE_KICK_TEXT_2": "招式命中后，普通攻击速度提高 65%，持续时间 3 秒。",
    "CINDERACE_MOVE_LOW_SWEEP_TEXT_1": "以敏捷的动作向指定方向移动，对接触到的敌人造成伤害。",
    "CINDERACE_MOVE_FLAME_CHARGE_TEXT_1": "让火焰覆盖全身进行突袭，对接触到的敌人造成伤害",
    "CINDERACE_MOVE_FLAME_CHARGE_TEXT_2": "招式结束后，下一次强化普通攻击会使被击中的敌人减速 30%，持续时间 2 秒。",
    "CINDERACE_MOVE_FEINT_TEXT_1": "使用招式后，提高自身的移动速度 25%，持续时间 2 秒，并在 44 帧（0.73 秒）内进入守住状态。",
    "CINDERACE_MOVE_FEINT_TEXT_2": "使用招式后，接下来的 3 次普通攻击会恢复相当于所造成伤害 30% 的体力值。",
    "CINDERACE_MOVE_BLAZING_BICYCLE_KICK_TEXT_1": "将巨大的火球踢向指定地点进行攻击。火球会发出巨大的冲击，对范围内的敌人造成伤害，敌人体力越低，受到的伤害越高。此外，集结招式命中后自身的移动速度会提高 10%（可与集结增幅叠加），持续时间 5 秒。",
    "CINDERACE_MOVE_BLAZING_BICYCLE_KICK_TEXT_2": "30% 移动速度，35% 攻击速度，20% 最大体力值护盾",

    "Damage - Flare": "伤害 - 猛火",
    "Damage - Burn (3×)": "伤害 - 灼伤 (3×)",

    "Blaze": "猛火",
    "Ember": "火花",
    "Pyro Ball": "火焰球",
    "Blaze Kick": "火焰踢",
    "Low Sweep": "下盘踢",
    "Flame ChargeFlame Charge": "蓄能焰袭",
    "Feint": "佯攻",
    "Blazing Bicycle Kick": "烈焰金钩"
  }
}