{
  "En":
  {
    "AZUMARILL_PA1_TEXT_1": "When this Pokémon hits only a single enemy with an auto attack, a move, or their Unite Move, the hit is always a critical hit. However, when hitting two or more enemies at once with an auto attack, a move, or its Unite Move, the hits are never critical hits. Critical hits deal 150% rather than 200%.",
    "AZUMARILL_BA1_TEXT_1": "Becomes a boosted attack with every third attack, dealing increased damage to enemies within a cone area of effect in front of this Pokémon.",
    "AZUMARILL_MOVE_TACKLE_TEXT_1": "Charge forward; dealing damage to any enemy hit and leave them unable to act for a short time.",
    "AZUMARILL_MOVE_PLAY_ROUGH_TEXT_1": "Increase movement speed by 35% for 4s and change the next auto attack. When performing the next auto attack, lunge at one enemy in range and deliver repeated blows dealing damage to that target and leave it unable to act for .75s. Using Play Rough will overwrite any active Aqua Tail attack change. Play Rough attacks count as auto attacks for the purpose of items, lifesteal and other benefits.",
    "AZUMARILL_MOVE_PLAY_ROUGH_TEXT_2": "Further increases movement speed when this move is used, and also reduces this move’s cooldown by 1s.",
    "AZUMARILL_MOVE_WATER_PULSE_TEXT_1": "Shoot a pulsing blast of water in front of Azumarill. When the blast of water hits an enemy, decrease their movement speed for 2s and deal damage to all enemies in an area of effect around the initial target. The blast of water then automatically bounces to another target if one is available. Including the first target, the blast of water can bounce between up to three targets consecutively, and each hit behaves in the same way as the first. While the blast of water is traveling, Azumarill can perform a short rolling dash in a designated direction.",
    "AZUMARILL_MOVE_WATER_PULSE_TEXT_2": "Increase the maximum number of targets that the blast of water can bounce between by 2.",
    "AZUMARILL_MOVE_BUBBLE_TEXT_1": "Spray bubbles in a cone dealing damage to enemies in the area of effect and decreasing their movement speed for a short time. This move can be used while moving.",
    "AZUMARILL_MOVE_BUBBLE_TAG_TEXT_1": "Subsequent hits on the same target deal 25% damage.",
    "AZUMARILL_MOVE_WHIRLPOOL_TEXT_1": "For a short time, four small whirlpools appear that swirl around Azumarill as it moves. If a whirlpool hits an enemy, the whirlpool deals damage to them and restores Azumarill's HP. If a whirlpool hits an enemy player, an increased amount of HP is restored. Note: Moving clockwise against your target will grant more hits against that target, and counter-clockwise will reduce the number of hits.",
    "AZUMARILL_MOVE_WHIRLPOOL_TEXT_2": "Reduces this move’s cooldown by 2s and increases the amount of HP restored.",
    "AZUMARILL_MOVE_AQUA_TAIL_TEXT_1": "Increases the speed and area of effect of the next three auto attacks for 5s. If these auto attacks hit from a distance, they also deal increased damage and restore HP. Using Aqua Tail will overwrite any active Play Rough attack change. Aqua Tail attacks count as auto attacks for the purpose of items, lifesteal and other benefits.",
    "AZUMARILL_MOVE_AQUA_TAIL_TEXT_2": "Aqua Tail attacks that hit an enemy from a distance reduce the cooldown of all moves by 0.8s per enemy hit.",
    "AZUMARILL_MOVE_BELLY_BASH_TEXT_1": "Azumarill targets a Pokémon and then pounds their belly three times; losing 5% remaining HP with each pound in exchange for a 5% max HP shield that stacks with each pound and lasts 6s. Azumarill also gains increased Attack for 5s and can move while pounding their belly. Azumarill then charges at the target damaging and throwing all Pokémon hit while charging and Pokémon within the area effect around the target. Bonus Attack lasts for 5s and the shield lasts for 6s.",
    "AZUMARILL_MOVE_BELLY_BASH_TEXT_2": "30% Movement Speed, 30% CDR, 20% Max HP Shield"
  },
  "Cn":
  {
    "AZUMARILL_PA1_TEXT_1": "当这只宝可梦的自动攻击、招式或联合招式仅击中单个敌人时，该击中始终为暴击。但是，当使用自动攻击、移动或联合移动同时击中两个或更多敌人时，命中永远不会是重击。暴击造成 150% 而不是 200%。",
    "AZUMARILL_BA1_TEXT_1": "每三次攻击变为一次增强攻击，对这只神奇宝贝前方锥形范围内的敌人造成更多伤害。",
    "AZUMARILL_MOVE_TACKLE_TEXT_1": "向前冲锋；对任何被击中的敌人造成伤害并使他们在短时间内无法行动。",
    "AZUMARILL_MOVE_PLAY_ROUGH_TEXT_1": "增加移动速度35%，持续4秒，并改变下一次自动攻击。进行下一次自动攻击时，冲向射程内的一名敌人并反复攻击目标并对其造成伤害，并使其在 0.75 秒内无法行动。使用 Play Rough 将覆盖任何活动的 Aqua Tail 攻击更改。播放 出于物品、吸血和其他好处的目的，粗暴攻击算作自动攻击。",
    "AZUMARILL_MOVE_PLAY_ROUGH_TEXT_2": "使用该招式时进一步提升移动速度，同时减少该招式的冷却时间1秒。",
    "AZUMARILL_MOVE_WATER_PULSE_TEXT_1": "在 Azumarill 前方射出一道脉动的水柱。当水波击中敌人时，降低其移动速度 2 秒，并对初始目标周围范围内的所有敌人造成伤害。如果有可用的目标，水流会自动反弹到另一个目标。包括第一个目标在内，水波最多可以连续在三个目标之间弹跳，每次命中的行为都与第一次相同。当水波移动时，Azumarill 可以向指定方向进行短时间的滚动冲刺。",
    "AZUMARILL_MOVE_WATER_PULSE_TEXT_2": "将水波弹跳的最大目标数量增加 2 个。",
    "AZUMARILL_MOVE_BUBBLE_TEXT_1": "在锥形范围内喷射泡泡，对范围内的敌人造成伤害，并在短时间内降低他们的移动速度。此招式可在移动时使用。",
    "AZUMARILL_MOVE_BUBBLE_TAG_TEXT_1": "对同一目标的后续命中造成 25% 的伤害。",
    "AZUMARILL_MOVE_WHIRLPOOL_TEXT_1": "短时间内，出现了四个小漩涡，随着它的移动围绕着 Azumarill 旋转。如果漩涡击中敌人，漩涡会对他们造成伤害并恢复 Azumarill 的 HP。如果漩涡击中敌方玩家，则恢复更多的 HP。注意：对着目标顺时针移动会增加对该目标的命中数，逆时针移动会减少命中数。",
    "AZUMARILL_MOVE_WHIRLPOOL_TEXT_2": "此招式的冷却时间减少 2 秒，并增加 HP 恢复量。",
    "AZUMARILL_MOVE_AQUA_TAIL_TEXT_1": "增加接下来 3 次自动攻击的速度和效果范围，持续 5 秒。如果这些自动攻击从远处击中，它们也会造成更高的伤害并恢复 HP。使用 Aqua Tail 将覆盖任何活跃的 Play Rough 攻击更改。出于物品、吸血和其他好处的目的，Aqua Tail 攻击算作自动攻击。",
    "AZUMARILL_MOVE_AQUA_TAIL_TEXT_2": "从远处击中敌人的水色尾巴攻击每击中一个敌人，所有动作的冷却时间就会减少 0.8 秒。",
    "AZUMARILL_MOVE_BELLY_BASH_TEXT_1": "Azumarill 以一只神奇宝贝为目标，然后敲打它们的肚子 3 次；每磅损失 5% 的剩余 HP，以换取 5% 的最大 HP 护盾，该护盾与每磅叠加并持续 6 秒。Azumarill 还会增加攻击力，持续 5 秒，并且可以在拍打腹部的同时移动。然后 Azumarill 冲向目标，伤害并投掷所有在冲锋时击中的神奇宝贝，并在目标周围造成区域内的神奇宝贝效果。额外攻击持续 5 秒，护盾持续 6 秒。",
    "AZUMARILL_MOVE_BELLY_BASH_TEXT_2": "30% 移动速度，30% CDR，20% 最大生命值护盾",

    "Huge Power": "大力士",
    "Tackle": "撞击",
    "Play Rough": "嬉闹",
    "Water Pulse": "水之波动",
    "Bubble": "泡沫",
    "Whirlpool": "潮旋",
    "Aqua Tail": "水流尾",
    "Belly Bash": "泡泡鼓大冲刺"
  }
}