{
  "En":
  {
    "TSAREENA_PA1_TEXT_1": "When a hindrance is inflicted on Bounsweet or Steenee, decrease the duration of the effect.",
    "TSAREENA_PA2_TEXT_1": "When a hindrance is inflicted on Tsareena; decrease the duration of the effect. Using a boosted attack or move grants 1 stack of Queenly Majesty to Tsareena. After gaining 3 stacks, the Queenly Majesty buff is applied to Tsareena for a short time, which allows one of Tsareena's moves to be reused (these uses do not share the same cooldown as the base moves), dealing increased damage and applying an additional effect based on the move used.",
    "TSAREENA_BA1_TEXT_1": "Becomes a boosted attack with every third attack, lunging at an enemy, dealing damage and lowering their Defense by 20% for 1s.",
    "TSAREENA_MOVE_RAZOR_LEAF_TEXT_1": "Pelts leaves in the designated direction; dealing damage to enemies hit. The critical-hit rate of this move is increased by 15%.",
    "TSAREENA_MOVE_TRIPLE_AXEL_TEXT_1": "Tsareena spin-kicks 3 times in the designated direction; dealing damage to enemies. Landed hits add a Triple Axel Buff stack. The stacks last for 5s and decay together. During the duration of the buff, auto attack speed is increased depending upon the number of stacks (caps at 3 stacks). In addition, all damage dealt by auto attacks or Triple Axel during the buff is increased by 5% per stack (caps at 6 stacks). Queenly Majesty Effect: Restores HP each time a kick hits.",
    "TSAREENA_MOVE_TRIPLE_AXEL_TAG_TEXT_1": "4% + 1.5% x (Level -1)",
    "TSAREENA_MOVE_TRIPLE_AXEL_TEXT_2": "Increased damage.",
    "TSAREENA_MOVE_STOMP_TEXT_1": "Tsareena jumps up high and attacks enemies with their feet. When this move hits, deal damage to enemies and leave them unable to act for .1s. Queenly Majesty Effect: Restores HP when this move hits.",
    "TSAREENA_MOVE_STOMP_TEXT_2": "Increased damage.",
    "TSAREENA_MOVE_RAPID_SPIN_TEXT_1": "Tsareena spins in the designated direction; dealing damage to any enemy hit. When this move hits, increase Tsareena's movement speed by 30% for 1.5s.",
    "TSAREENA_MOVE_TROP_KICK_TEXT_1": "Perform a flying kick in the designated direction, dealing damage to enemies hit and decreasing their Attack by 25% for a 2s. Enemies that make contact with the flying kick's wake receive damage and have their movement speed decreased by 35% for 1s (re-applicable). Queenly Majesty Effect: Grants Tsareena a shield for 3s when this move is used.",
    "TSAREENA_MOVE_TROP_KICK_TEXT_2": "Increased damage.",
    "TSAREENA_MOVE_GRASSY_GLIDE_TEXT_1": "Tsareena slides in the designated direction; dealing damage to enemies hit. This is followed by an attack in the opposite direction, dealing damage and shoving enemies hit. Queenly Majesty Effect: Grants Tsareena a shield for 3s when this move is used.",
    "TSAREENA_MOVE_GRASSY_GLIDE_TEXT_2": "Increased damage.",
    "TSAREENA_MOVE_QUEEN_ASCENDANT_TEXT_1": "Tsareena leaps toward an enemy from the opposing team and kicks it high into the air before showering it with a series of kicks while airborne, dealing damage to them. The moment Tsareena lands on the ground, recover HP. While airborne, the enemy that is being kicked and Tsareena are not affected by other moves.",
    "TSAREENA_MOVE_QUEEN_ASCENDANT_TEXT_2": "30% Movement Speed, 30% CDR, 20% Max HP Shield"
  },
  "Cn":
  {
    "TSAREENA_PA1_TEXT_1": "当对 Bounsweet 或 Steenee 造成障碍时，减少效果的持续时间。",
    "TSAREENA_PA2_TEXT_1": "当 Tsareena 受到阻碍时；减少效果的持续时间。使用增强攻击或移动可使 Tsareena 获得 1 层女王威严。在获得 3 层后，女王陛下的增益会在短时间内应用于 Tsareena，这使得 Tsareena 的一个动作可以重复使用（这些使用与基础动作不共享相同的冷却时间），造成更高的伤害并施加额外的效果基于所使用的移动。",
    "TSAREENA_BA1_TEXT_1": "每三次攻击变为一次增幅攻击，向敌人发起猛攻，造成伤害并降低其 20% 防御，持续 1 秒。",
    "TSAREENA_MOVE_RAZOR_LEAF_TEXT_1": "毛皮按指定方向离开；对命中的敌人造成伤害。此招的暴击率增加15%。",
    "TSAREENA_MOVE_TRIPLE_AXEL_TEXT_1": "Tsareena向指定方向旋转踢3次；对敌人造成伤害。落地命中会增加 Triple Axel Buff 堆栈。堆叠持续 5 秒并一起衰减。在增益持续期间，自动攻击速度会根据层数增加（上限为 3 层）。此外，增益期间自动攻击或三重轴造成的所有伤害每层增加 5%（上限为 6 层）。女王陛下效果：每次踢中都会恢复HP。",
    "TSAREENA_MOVE_TRIPLE_AXEL_TAG_TEXT_1": "4% + (1.5% x (级别 -1)",
    "TSAREENA_MOVE_TRIPLE_AXEL_TEXT_2": "伤害增加。",
    "TSAREENA_MOVE_STOMP_TEXT_1": "Tsareena 跳得很高，用脚攻击敌人。当此招式命中时，对敌人造成伤害并使他们在 0.1 秒内无法行动。女王陛下效果：此招式命中时恢复HP。",
    "TSAREENA_MOVE_STOMP_TEXT_2": "伤害增加。",
    "TSAREENA_MOVE_RAPID_SPIN_TEXT_1": "Tsareena 向指定方向旋转；对任何被击中的敌人造成伤害。此招式命中时，增加Tsareena的移动速度30%，持续1.5秒。",
    "TSAREENA_MOVE_TROP_KICK_TEXT_1": "向指定方向施展飞腿，对命中的敌人造成伤害，并降低其攻击力25%，持续2秒。接触到飞踢尾波的敌人会受到伤害，并使他们的移动速度降低 35%，持续 1 秒（可重复应用）。女王陛下效果：使用此招式时，为 Tsareena 提供持续 3 秒的护盾。",
    "TSAREENA_MOVE_TROP_KICK_TEXT_2": "伤害增加。",
    "TSAREENA_MOVE_GRASSY_GLIDE_TEXT_1": "Tsareena 向指定方向滑动；对命中的敌人造成伤害。随后向相反方向发起攻击，造成伤害并将击中的敌人推开。女王陛下效果：使用此招式时，为 Tsareena 提供持续 3 秒的护盾。",
    "TSAREENA_MOVE_GRASSY_GLIDE_TEXT_2": "伤害增加。",
    "TSAREENA_MOVE_QUEEN_ASCENDANT_TEXT_1": "Tsareena 从对方队伍中跳向一名敌人并将其高高踢向空中，然后在空中用一系列踢击淋浴，对他们造成伤害。Tsareena 着地的那一刻，恢复 HP。在空中时，被踢的敌人和 Tsareena 不受其他动作的影响。",
    "TSAREENA_MOVE_QUEEN_ASCENDANT_TEXT_2": "30% 移动速度，30% CDR，20% 最大生命值护盾"
  }
}