{
  "En":
  {
    "TYRANITAR_PA1_TEXT_1": "When Larvitar receives damage equal to at least 10% of max HP, Attack is increased by 30% for 3s. This Ability goes on cooldown after it’s triggered (40s cd).",
    "TYRANITAR_PA2_TEXT_1": "When Pupitar receives damage equal to at least 10% max HP, all status conditions are nullified and Pupitar is granted a shield worth 10% Max HP. This Ability goes on cooldown after it’s triggered (40s cd).",
    "TYRANITAR_PA3_TEXT_1": "Summons a sandstorm around Tyranitar for 3s after using a move. This sandstorm increases Defense and Sp. Defense by 65% for 3s and deals damage to nearby enemies every .5s.",
    "TYRANITAR_BA1_TEXT_1": "Becomes a boosted attack with every third attack, dealing increased damage when it hits.",
    "TYRANITAR_MOVE_BITE_TEXT_1": "Deals damage to enemies in front of the user. If the enemy HP is below 50%—or falls below that percentage as a result of this move—they become unable to move for a short time.",
    "TYRANITAR_MOVE_DARK_PULSE_TEXT_1": "Exhale a mist of darkness in a horizontal sweeping motion, dealing damage to any enemy hit. If the remaining HP of an enemy hit by this move falls below 50%, they become unable to move for a short time. If this move hits an enemy again within a set amount of time, it deals additional damage. If this move is used while Tyranitar's piercing strength is activated by Ancient Power, the 8s duration of piercing damage is refreshed.",
    "TYRANITAR_MOVE_DARK_PULSE_TEXT_2": "Reduces this move's cooldown by 1s.",
    "TYRANITAR_MOVE_STONE_EDGE_TEXT_1": "Deals damage to enemies in a 90 degree cone, dealing more damage the closer the enemies are to the user. This move can be used up to 3 times with the cone widening to 135 and 180 degrees.",
    "TYRANITAR_MOVE_STONE_EDGE_TEXT_2": "Increased damage.",
    "TYRANITAR_MOVE_ROCK_POLISH_TEXT_1": "Charge ahead in the designated direction, dealing damage to any enemies hit. If this move hits any enemy, Attack is increased by 15% for 3s.",
    "TYRANITAR_MOVE_ANCIENT_POWER_TEXT_1": "Charge power before releasing a shock wave. The shock wave deals damage to nearby enemies and leaves them unable to act for a short time. While charging power: Tyranitar becomes resistant to hindrances for 4s, movement speed is increased by 20% for 3s (stacking 3 times), and Tyranitar gains a shield (stacking 3 times and lasting up to 5s). If any enemies are hit by the shock wave, Tyranitar is granted piercing strength allowing damage dealt to ignore enemy Defense and shield effects for 8s. If this move hits an enemy, a second shock wave can be released in front of Tyranitar; dealing damage to enemies and decreasing their movement speed by 30% for 2s. If this second shock wave hits successfully, Tyranitar is granted another shield. The strength of this shield increases for each enemy hit, capping at 3 stacks.",
    "TYRANITAR_MOVE_ANCIENT_POWER_TEXT_2": "Strengthens the effect of the shields granted by this move.",
    "TYRANITAR_MOVE_SAND_TOMB_TEXT_1": "Leap in a designated direction; dealing damage to any enemies hit and leaving them unable to act for a short time. When Tyranitar lands, the shock from landing creates a cloud of dust at the point of impact for 6s; dealing damage-over-time every 0.5s and decreasing movement speed of enemies hit by 25% for 1s every second. If this move is used again while Tyranitar is in the cloud of dust, enemies in front of Tyranitar will be pulled closer to it. Furthermore, while the user is in the cloud of dust, they take 25% reduced damage and can ignore the Defense and shield effects of enemies.",
    "TYRANITAR_MOVE_SAND_TOMB_TEXT_2": "Increases the length of time the cloud of dust remains at the point of impact.",
    "TYRANITAR_MOVE_TYRANNICAL_RAMPAGE_TEXT_1": "Explode with anger and go on a rampage for 10s. While rampaging, Tyranitar also gains 50% Tenacity and the basic attack pattern changes, dealing increased damage. If the HP of an enemy hit by these basic attacks is below 20% it is immediately knocked out (enemy players only). Attacks during this move cannot critically-hit.",
    "TYRANITAR_MOVE_TYRANNICAL_RAMPAGE_TEXT_2": "30% Movement Speed, 30% CDR, 20% Max HP Shield"
  },
  "Cn":
  {
    "TYRANITAR_PA1_TEXT_1": "Larvitar受到至少10%最大生命值的伤害时，攻击提升30%，持续3秒。该技能触发后进入冷却时间（40 秒冷却时间）。",
    "TYRANITAR_PA2_TEXT_1": "当 Pupitar 受到至少 10% 最大 HP 的伤害时，所有状态条件都将无效，并且 Pupitar 会获得一个价值 10% 最大 HP 的护盾。该技能触发后进入冷却时间（40 秒冷却时间）。",
    "TYRANITAR_PA3_TEXT_1": "使用招式后在泰拉尼塔周围召唤沙尘暴，持续 3 秒。这场沙尘暴增加了防御和 Sp。防御力降低 65%，持续 3 秒，每 0.5 秒对附近的敌人造成伤害。",
    "TYRANITAR_BA1_TEXT_1": "每三次攻击变为一次增强攻击，命中时造成更高的伤害。",
    "TYRANITAR_MOVE_BITE_TEXT_1": "对使用者面前的敌人造成伤害。如果敌人的 HP 低于 50%——或者由于这个动作而低于该百分比——他们将在短时间内无法移动。",
    "TYRANITAR_MOVE_DARK_PULSE_TEXT_1": "以水平扫荡的方式吐出黑暗的迷雾，对命中的所有敌人造成伤害。被此招式击中的敌人剩余生命值低于50%时，会短时间无法移动。如果此招式在一定时间内再次击中敌人，则会造成额外伤害。如果在霸王龙的穿刺之力被远古之力激活时使用此招式，则会刷新8秒的穿刺伤害持续时间。",
    "TYRANITAR_MOVE_DARK_PULSE_TEXT_2": "此招式的冷却时间减少 1 秒。",
    "TYRANITAR_MOVE_STONE_EDGE_TEXT_1": "对 90 度锥形范围内的敌人造成伤害，敌人离使用者越近造成的伤害越大。此动作最多可使用 3 次，锥体扩大至 135 度和 180 度。",
    "TYRANITAR_MOVE_STONE_EDGE_TEXT_2": "伤害增加。",
    "TYRANITAR_MOVE_ROCK_POLISH_TEXT_1": "向指定方向冲锋，对命中的所有敌人造成伤害。此招式若命中任何敌人，攻击提升15%，持续3秒。",
    "TYRANITAR_MOVE_ANCIENT_POWER_TEXT_1": "在释放冲击波之前充电。冲击波会对附近的敌人造成伤害，并使他们短时间内无法行动。充能时：暴君获得障碍抗性，持续4秒，移动速度提升20%，持续3秒（叠加3次），暴君获得护盾（叠加3次，最多持续5秒）。如果任何敌人被冲击波击中，Tyranitar 将获得穿刺力量，使造成的伤害无视敌人的防御和护盾效果，持续 8 秒。此招若命中敌人，可在暴君面前释放第二道冲击波；对敌人造成伤害并降低其移动速度30%，持续2秒。如果第二次冲击波成功命中，Tyranitar 将获得另一个护盾。每击中一个敌人，护盾的强度就会增加，最多叠加 3 层。",
    "TYRANITAR_MOVE_ANCIENT_POWER_TEXT_2": "加强此招式赋予的护盾效果。",
    "TYRANITAR_MOVE_SAND_TOMB_TEXT_1": "向指定方向跳跃；对击中的任何敌人造成伤害并使他们在短时间内无法行动。当 Tyranitar 着陆时，着陆产生的震动会在撞击点产生一团尘埃云，持续 6 秒；每 0.5 秒造成一次持续伤害，每秒降低被击中敌人 25% 的移动速度，持续 1 秒。如果在暴君处于尘埃云中时再次使用此招式，暴君前方的敌人就会被拉近。此外，当使用者处于尘埃云中时，他们受到的伤害降低 25%，并且可以无视敌人的防御和护盾效果。",
    "TYRANITAR_MOVE_SAND_TOMB_TEXT_2": "增加尘埃云在撞击点停留的时间。",
    "TYRANITAR_MOVE_TYRANNICAL_RAMPAGE_TEXT_1": "怒发冲冠，狂暴10s。在狂暴的同时，暴君还会获得 50% 的坚韧，并且基本攻击模式发生变化，造成更高的伤害。如果被这些基本攻击击中的敌人生命值低于 20%，则会立即被击倒（仅限敌方玩家）。此招式中的攻击无法暴击。",
    "TYRANITAR_MOVE_TYRANNICAL_RAMPAGE_TEXT_2": "30% 移动速度，30% CDR，20% 最大生命值护盾"
  }
}