{
  "En":
  {
    "URSHIFU_PA1_TEXT_1": "Reduces the duration of hindrance effects on Kubfu.",
    "URSHIFU_PA2_TEXT_1": "When Urshifu deals damage to an enemy with a shield effect, 70% of the damage is dealt to the shield and 30% is dealt to their HP.",
    "URSHIFU_BA1_TEXT_1": "Becomes a boosted attack with every third attack, dealing increased damage.",
    "URSHIFU_BA2_TEXT_1": "Becomes a boosted attack with every third attack, dealing increased damage and granting Urshifu a shield for 3s when it hits.",
    "URSHIFU_BA3_TEXT_1": "Deals increased damage with two consecutive blows and reduces Surging Strikes, and Liquidation, Liquidation+ or Headbutt's cooldown by 2s.",
    "URSHIFU_MOVE_ROCK_SMASH_TEXT_1": "Charges power before punching in the designated direction, dealing damage to enemies. The longer the power is charged, the more damage this move deals. The user receives 20% reduced damage while charging.",
    "URSHIFU_MOVE_WICKED_BLOW_TEXT_1": "Charge power before striking in the designated direction with a fierce blow. Urshifu's next basic attack after hitting an enemy with this move becomes a boosted attack. While charging, movement speed is decreased but Urshifu receives 20% reduced damage and becomes immune to hindrances. If Urshifu charges power for a set amount of time or longer before striking, this move deals damage to enemies in an area-of-effect. The lower the enemies' remaining HP is, the more damage is dealt. Enemies in the center of the area receive a critical hit and are shoved. If Urshifu does not charge power for that set amount of time, this move deals damage to enemies in an area-of-effect, decreasing their movement speed. If an enemy is hit with the uncharged punch, this move's cooldown is reduced by 50%.",
    "URSHIFU_MOVE_WICKED_BLOW_TAG_TEXT_1": "Damage is always a critical and deals additional damage equal to 10% of the enemies missing HP. Against Wild Pokemon: This additional damage is capped at 1200.",
    "URSHIFU_MOVE_WICKED_BLOW_TAG_TEXT_2": "Deals additional damage equal to 5% of the enemies' missing HP. Against Wild Pokemon: This additional damage is capped at 600.",
    "URSHIFU_MOVE_WICKED_BLOW_TEXT_2": "Damage reduction that Urshifu receives while charging this move is increased to 40%. When Urshifu strikes after charging power, enemies in the center of the area-of-effect are also stunned with the shove.",
    "URSHIFU_MOVE_SURGING_STRIKES_TEXT_1": "Dash in the designated direction and strike with a flowing motion, dealing damage to enemies hit. This move can be used an additional two times. The third time it is used, the enemy is thrown and the damage dealt will be critical. Urshifu's next basic attack after using this move becomes a boosted attack and if the boosted attack hits, Urshifu's HP is restored.",
    "URSHIFU_MOVE_SURGING_STRIKES_TEXT_2": "While using this move, Urshifu receives 30% damage reduction.",
    "URSHIFU_MOVE_HEADBUTT_TEXT_1": "Charge in the designated direction, dealing damage to enemies hit and leaving them unable to act for a short time.",
    "URSHIFU_MOVE_THROAT_CHOP_TEXT_1": "Dash in the designated direction, dealing damage to enemies hit and leaving them stunned for 0.7s. Urshifu's next basic attack after using this move becomes a boosted attack.",
    "URSHIFU_MOVE_THROAT_CHOP_TEXT_2": "This move's cooldown is reduced by 2s when Wicked Blow hits.",
    "URSHIFU_MOVE_LIQUIDATION_TEXT_1": "Deal damage to and decrease the defense of enemies in the area around Urshifu by 30% for 2s. When this move hits, Urshifu is granted a shield whose strength is based on the number of enemies hit. The shield lasts for 3s.",
    "URSHIFU_MOVE_LIQUIDATION_TEXT_2": "Reduces this move's cooldown by 1s.",
    "URSHIFU_MOVE_EBON_FIST_TEXT_1": "Dash at the designated enemy and designate a direction or not. If no direction is designated, this move instead deals damage and throws the singular enemy, leaving them unable to act when they land. If a direction is designated, this move deals a more powerful blow to the target and shoves them in the designated direction. The shoved enemy then also deals damage to and throws other enemies they hit. Using this move will reset Wicked Blow's cooldown.",
    "URSHIFU_MOVE_EBON_FIST_TEXT_2": "30% Movement Speed, 30% CDR, 20% Max HP Shield",
    "URSHIFU_MOVE_FLOWING_FISTS_TEXT_1": "Deal damage to enemies in an area-of-effect and shove them. If this move is used again, Urshifu unleashes five consecutive blows upon the designated enemy, dealing damage and shoving them. In the time between activating Flowing Fists and the follow-up attack, every 2 times Urshifu deals damage to an enemy, the number of consecutive blows the follow-up attack will deal is increased by 1 up to 10 times maximum. While dealing the consecutive blows, Urshifu receives 30% reduced damage and becomes immune to hindrances. After the consecutive blows have finished, Urshifu deals damage and shoves enemies in an area-of-effect in front of themself.",
    "URSHIFU_MOVE_FLOWING_FISTS_TEXT_2": "30% Movement Speed, 30% CDR, 20% Max HP Shield"
  },
  "Cn":
  {
    "URSHIFU_PA1_TEXT_1": "减少对 Kubfu 的阻碍效果的持续时间。",
    "URSHIFU_PA2_TEXT_1": "Urshifu对有护盾效果的敌人造成伤害时，70%的伤害会打到护盾上，30%会打到他们的HP上。",
    "URSHIFU_BA1_TEXT_1": "每三次攻击变为一次增强攻击，造成更高的伤害。",
    "URSHIFU_BA2_TEXT_1": "每第三次攻击变为一次强化攻击，造成更高的伤害，并在命中时为 Urshifu 提供 3 秒的护盾。",
    "URSHIFU_BA3_TEXT_1": "连续两次打击造成更高的伤害，并将 Surging Strikes、Liquidation、Liquidation+ 或 Headbutt 的冷却时间缩短 2 秒。",
    "URSHIFU_MOVE_ROCK_SMASH_TEXT_1": "向指定方向挥拳前蓄力，对敌人造成伤害。充电时间越长，此招式造成的伤害就越大。用户在充电时受到的伤害减少 20%。",
    "URSHIFU_MOVE_WICKED_BLOW_TEXT_1": "蓄力后向指定方向猛击一击。Urshifu 在用此招式击中敌人后的下一次普通攻击会变成一次助推攻击。冲锋时，移动速度会降低，但 Urshifu 受到的伤害会降低 20% 并且免疫障碍。如果 Urshifu 在攻击前蓄力一定时间或更长时间，此招式会对范围内的敌人造成伤害。敌人的剩余生命值越低，造成的伤害就越大。该区域中心的敌人受到重击并被推开。如果 Urshifu 在规定的时间内没有充能，此招式会对范围内的敌人造成伤害，降低他们的移动速度。如果未充能的拳头击中敌人，此招式的冷却时间减少 50%。",
    "URSHIFU_MOVE_WICKED_BLOW_TAG_TEXT_1": "伤害始终是暴击，并造成相当于敌人损失 HP 10% 的额外伤害。对抗野生宝可梦：此额外伤害上限为 1200。",
    "URSHIFU_MOVE_WICKED_BLOW_TAG_TEXT_2": "造成相当于敌人已损失生命值 5% 的额外伤害。对抗野生宝可梦：此额外伤害上限为 600。",
    "URSHIFU_MOVE_WICKED_BLOW_TEXT_2": "Urshifu 在蓄力时受到的伤害减免提高到 40%。当 Urshifu 在充能后发动攻击时，效果区域中心的敌人也会被推击晕眩。",
    "URSHIFU_MOVE_SURGING_STRIKES_TEXT_1": "向指定方向冲刺并以流畅的动作进行攻击，对命中的敌人造成伤害。此招式可以额外使用两次。第三次使用，将敌人抛出，造成的伤害将是暴击。使用该招式后乌尔西夫的下一次普攻变为增幅攻击，增幅命中时恢复乌尔西夫的HP。",
    "URSHIFU_MOVE_SURGING_STRIKES_TEXT_2": "使用此招式时，Urshifu 获得 30% 的伤害减免。",
    "URSHIFU_MOVE_HEADBUTT_TEXT_1": "向指定方向冲锋，对命中的敌人造成伤害，并使其短时间内无法行动。",
    "URSHIFU_MOVE_THROAT_CHOP_TEXT_1": "向指定方向冲刺，对命中的敌人造成伤害并使其眩晕0.7秒。Urshifu使用此招式后的下一次普通攻击会变成助推攻击。",
    "URSHIFU_MOVE_THROAT_CHOP_TEXT_2": "当邪恶一击命中时，此招式的冷却时间减少 2 秒。",
    "URSHIFU_MOVE_LIQUIDATION_TEXT_1": "对Urshifu周围范围内的敌人造成伤害并降低其防御力30%，持续2秒。当此招式命中时，Urshifu 会获得一个护盾，护盾的强度取决于被击中的敌人数量。护盾持续3秒。",
    "URSHIFU_MOVE_LIQUIDATION_TEXT_2": "此招式的冷却时间减少 1 秒。",
    "URSHIFU_MOVE_EBON_FIST_TEXT_1": "冲向指定的敌人并指定或不指定方向。如果没有指定方向，则此移动会造成伤害并将单个敌人抛出，使他们在落地时无法行动。如果指定了一个方向，这个动作会对目标造成更强大的打击并将他们推向指定的方向。然后，被推挤的敌人也会对他们击中的其他敌人造成伤害并将其投掷出去。使用此招式将重置邪恶打击的冷却时间。",
    "URSHIFU_MOVE_EBON_FIST_TEXT_2": "30% 移动速度，30% CDR，20% 最大生命值护盾",
    "URSHIFU_MOVE_FLOWING_FISTS_TEXT_1": "对范围内的敌人造成伤害并将其推开。如果再次使用此招式，Urshifu 会对指定的敌人连续施放五击，造成伤害并将其推开。在流动之拳激活和后续攻击之间的时间内，Urshifu每对敌人造成2次伤害，后续攻击的连续打击次数增加1次，最多增加10次。在进行连续打击时，Urshifu 受到的伤害降低 30% 并且免疫障碍。连续打击结束后，Urshifu 造成伤害并将效果范围内的敌人推到自己面前。",
    "URSHIFU_MOVE_FLOWING_FISTS_TEXT_2": "30% 移动速度，30% CDR，20% 最大生命值护盾",

    "Attack - Kubfu": "攻击 - 熊徒弟",
    "Level 7, Wicked Blow Learned": "等级7，学会暗冥强击",
    "Level 7, Surging Strikes Learned": "等级7，学会水流连打",
    "Unlocks at Level 9, Wicked Blow Learned": "等级9解锁，学会暗冥强击",
    "Unlocks at Level 9, Surging Strikes Learned": "等级9解锁，学会水流连打",

    "Inner Focus": "精神力",
    "Unseen Fist": "无形拳",
    "Rock Smash": "碎岩",
    "Wicked Blow": "暗冥强击",
    "Surging Strikes": "水流连打",
    "Headbutt": "头锤",
    "Throat Chop": "地狱突刺",
    "Liquidation": "水流裂破",
    "Ebon Fist": "漆黑终拳",
    "Flowing Fists": "苍流舞步"
  }
}