{
  "En":
  {
    "DURALUDON_PA1_TEXT_1": "Prevents Duraludon from being thrown or shoved by the first attempt to throw or shove them. This ability goes on cooldown after it's triggered (50s cd).",
    "DURALUDON_BA1_TEXT_1": "Becomes a boosted attack with every third attack, shooting a long beam that deals a large amount of damage to all enemies hit. Against Wild Pokemon: The total damage is capped at 800.",
    "DURALUDON_BA1_TAG_TEXT_1": "Can critically strike.",
    "DURALUDON_MOVE_LASER_FOCUS_TEXT_1": "Reduces damage received by 20% for .6s. Afterward, Duraludon's auto attacks deal additional damage to enemies hit. This buff expires after 8s or after 3 auto attacks.",
    "DURALUDON_MOVE_FLASH_CANNON_TEXT_1": "Duraludon ruptures the ground in the designated direction; dealing damage to enemies in the area of effect and decreasing their movement speed for a short time. Afterward, go into \"Cannon Mode\" rooting Duraludon for 6s or if a basic attack is not made for 2.5s. While in Cannon Mode, basic attacks have longer range, deal increased damage, and deal splash damage. Metal Claw, Stealth Rock, Dragon Tail, and boosted attacks can be used while in this mode and boosted attacks decrease the movement speed of enemies hit for a short time and also pierce.",
    "DURALUDON_MOVE_FLASH_CANNON_TAG_TEXT_1": "This damage can critically strike. (Rupture Damage + 1% Max HP) * 3",
    "DURALUDON_MOVE_FLASH_CANNON_TEXT_2": "Enemies in the ruptured ground's area of effect are also unable to act for 1s.",
    "DURALUDON_MOVE_DRAGON_PULSE_TEXT_1": "Charges power before dealing damage to enemies in the area of effect. Duraludon's movement speed is decreased by 30% while charging, but the longer power is charged, the wider the move's area of effect becomes and the more damage it deals. After learning this move: a damage marker will be attached to any enemy when Duraludon damages them (additional boosted damage also adds an orb). Marks accumulate to 5 orbs and 1 ring. Marks last for 5s and refresh in duration when a new mark is applied (marks can be cleansed). When Dragon Pulse hits a marked enemy, additional damage is dealt for each damage marker attached to it, then all damage markers are removed. An opposing Duraludon can wipe your stacks on wilds if they Dragon Pulse, but they will not receive the additional damage from your marks. In addition, if this move knocks out an enemy, the cooldown is reduced by 1s and Duraludon receives a buff for 8s or 3 auto attacks. Under the effect of this buff, auto attacks will each deal additional damage as secondary ticks (and apply additional Dragon Pulse orb stacks) and further reduce this move's cooldown when they hit by 1.5s each.",
    "DURALUDON_MOVE_DRAGON_PULSE_TEXT_2": "Also restores 8% of Duraludon's max HP if this move knocks out an enemy player.",
    "DURALUDON_MOVE_METAL_CLAW_TEXT_1": "Send sharp claws forward; dealing damage to enemies hit and decreasing their movement speed for a short time. After this move is used, Duraludon's next auto attack becomes a boosted attack.",
    "DURALUDON_MOVE_DRAGON_TAIL_TEXT_1": "Duraludon shoves enemies and moves itself backward a short distance. The next auto attack becomes a boosted attack. This move ignores obstacles. A maximum of 2 uses can be kept in reserve for this move. There is a 2.5s cooldown between uses.",
    "DURALUDON_MOVE_DRAGON_TAIL_TEXT_2": "Apply a mark that is consumed the next time Duraludon damages them, dealing additional damage.",
    "DURALUDON_MOVE_STEALTH_ROCK_TEXT_1": "Hurl a stone at the designated area, creating an invisible field of stones for 60s or until triggered. The field deals damage over time to enemies in the area of effect and decreases their movement speed by 15% for 2s. If the hurled stone hits an enemy before the designated area, the field will instead be centered on where the stone hit that Pokémon. Once an enemy takes damage from the field, it will become visible to all enemies. If an enemy takes damage from this move 4 times, that enemy becomes unable to move for 1s. After this move is used, Duraludon's next auto attack becomes a boosted attack. A maximum of 2 uses can be kept in reserve for this move. There is a 1s cooldown between uses. A maximum of 2 Stealth Rocks may be on the game field at one time, but 2 more can still be kept in reserve.",
    "DURALUDON_MOVE_STEALTH_ROCK_TEXT_2": "Stores 3 uses in reserve instead. A maximum of 3 Stealth Rocks may be on the game field at one time, but 3 more can still be kept in reserve.",
    "DURALUDON_MOVE_REVOLVING_RUIN_TEXT_1": "Fire a beam of light at the ground in a sweeping circle around Duraludon. If this beam hits an enemy, it deals damage to them, grants Duraludon a shield and increases Attack by 8% for a short time. Both the shield effect and the Attack increase are strengthened for each enemy that is hit by the beam. Damage is dealt to any enemy in the area of effect after the beam of light is fired. A burning ring is also left where the beam of light touched the ground; enemies that touch this ring take additional damage every 0.5s and have their movement speed decreased by 50% for 1s. Subsequent hits after the first have the Attack stat bonus from this move applied to them.",
    "DURALUDON_MOVE_REVOLVING_RUIN_TEXT_2": "30% Movement Speed, 35% Attack Speed, 20% Max HP Shield"
  },
  "Cn":
  {
    "DURALUDON_PA1_TEXT_1": "使击飞或击退无效一次，随后在短时间内不受击飞和击退的影响。\n    每次发动这个特性时，需要 50 秒的间隔时间。",
    "DURALUDON_BA1_TEXT_1": "第三次普通攻击为强化普通攻击，射出一道长光束，对接触到的的所有敌人造成大量伤害。\n    对野生宝可梦：总伤害上限为 800。",
    "DURALUDON_BA1_TAG_TEXT_1": "造成 3% 的最大体力伤害，并且可以暴击。",
    "DURALUDON_MOVE_LASER_FOCUS_TEXT_1": "受到的伤害减少 20%，持续 0.6 秒。之后，包括强化普通攻击在内的普通攻击会对命中的敌人造成附加伤害。\n    此增益会在 8 秒或 3 次自动攻击后失效。",
    "DURALUDON_MOVE_FLASH_CANNON_TEXT_1": "向指定方向割裂地面，进入「光炮模式」，6 秒内在原地扎根不动，若 2.5 秒内没有进行普通攻击，自动解除该模式。在光炮模式下，普通攻击的射程更远，造成的伤害增加，并造成溅射伤害。\n    在此模式下可以使用「金属爪」、「隐形岩石」、「龙尾」和强化普通攻击，强化普通攻击会在短时间内降低被击中的敌人的移动速度并穿透。",
    "DURALUDON_MOVE_FLASH_CANNON_TAG_TEXT_1": "该伤害可以暴击。（割裂伤害 + 1% 最大体力）x3",
    "DURALUDON_MOVE_FLASH_CANNON_TEXT_2": "使身处割裂的地面上的敌人在 1 秒内无法行动。",
    "DURALUDON_MOVE_DRAGON_PULSE_TEXT_1": "蓄力后对范围内的敌人造成伤害。蓄力期间自身的移动速度降低 30%，但蓄力时间越长，招式的作用范围越广，造成的伤害也越大。\n    学习此招式后，每次对敌人造成伤害都会对其赋予 1 个伤害标记，（强化普通攻击和附加伤害都会额外多赋予 1 个球体）。标记最多可累积为 5 个球体和 1 个印戒。标记持续 5 秒，并在添加新标记时刷新持续时间（标记可以清除）。当龙之波动击中被标记的敌人时，附加在其上的每个伤害标记都会造成附加伤害，然后所有伤害标记都会被移除。\n    对手的铝钢龙可以使用龙之波动时移除你在野生宝可梦上留下的标记，但他不享受由你所造成标记的附加伤害。\n    若使用此招式击倒敌人，则间隔时间减少 1 秒，并使自身获得一个增益：接下来的普通攻击命中敌人时，每次命中都会造成附加伤害，该增益会在 8 秒或 3 次普通攻击后消失。",
    "DURALUDON_MOVE_DRAGON_PULSE_TEXT_2": "若使用此招式击倒敌方玩家，还会恢复自身 8% 的最大体力值。",
    "DURALUDON_MOVE_METAL_CLAW_TEXT_1": "用坚硬的爪子进行攻击。招式命中敌人后造成伤害，并在短时间内降低其移动速度。\n   使用招式后，下一次普通攻击将变为强化普通攻击。 ",
    "DURALUDON_MOVE_DRAGON_TAIL_TEXT_1": "击退敌人并向后移动一小段距离。下一次普通攻击变为强化普通攻击。此招式可无视障碍障碍物。\n    此招式最多可保留 2 次使用。两次使用之间有 2.5 秒的间隔时间。",
    "DURALUDON_MOVE_DRAGON_TAIL_TEXT_2": "命中后向敌人施加标记，普通攻击或下一个招式命中敌人时，会附加伤害。",
    "DURALUDON_MOVE_STEALTH_ROCK_TEXT_1": "让岩石碎片在指定范围内漂浮，该岩石场可持续 60 秒，在被敌人触发前无法被看到。一旦一个敌人触发它，它就会对所有敌人可见。\n    若岩石到达指定区域前接触到敌人，碎片的范围将以该敌人为中心展开。\n    接触到岩石场的敌人会受到持续伤害，且移动速度降低 15%，持续时间 2 秒。如果一个敌人受到此招式伤害 4 次，该敌人将在 1 秒内无法移动。\n    使用此招式后，下一次普通攻击变为强化普通攻击。此招式最多可保留 2 次使用。每次使用之间有 1 秒的冷却时间。一次最多可以有 2 个「隐形岩」在场地上，但可以保留另外 2 个。",
    "DURALUDON_MOVE_STEALTH_ROCK_TEXT_2": "改为保留 3 次使用。 一次最多可以有 3 个「隐形岩」在场地上，但还可以保留另外 3 个。",
    "DURALUDON_MOVE_REVOLVING_RUIN_TEXT_1": "向周围的地面放出环绕一圈的光线，命中敌人时造成伤害，自身将获得护盾并在短时间内提高 8% 的攻击力。\n    每有敌人被光线击中，护盾效果和攻击增加都会得到提升。光线发射后，再次对范围内的任何敌人造成伤害。\n    光线经过的痕迹将持续燃烧，接触到燃烧区域的敌人每 0.5 秒受到附加伤害，并在 1 秒内降低移动速度 50%。\n    首次攻击后的后续攻击将享有此招式带来的的攻击属性加成。",
    "DURALUDON_MOVE_REVOLVING_RUIN_TEXT_2": "30% 移动速度，35% 攻击速度，20% 最大体力护盾",

    "Damage - Rupture": "伤害 - 割裂",
    "Damage - Cannon Basic": "伤害 - 普通光炮",
    "Damage - Cannon Boosted": "伤害 - 强化光炮",
    "Damage - No Charge": "伤害 - 未蓄力",
    "Damage - No Charge (per Mark, All Charge Levels Cap at 750 Damage)": "伤害 - 未蓄力(每个球体造成的伤害，在最大蓄力后造成的伤害最高为750)",
    "Damage - No Charge (Final Ring, All Charge Levels Cap at 900 Damage)": "伤害 - 未蓄力(印戒造成的伤害，在最大蓄力后造成的伤害最高为900)",
    "Damage - Bonus (After KO)": "伤害 - 增益 （击倒敌人后）",
    "Damage - Additional (Mark)": "伤害 - 附加（标记）",
    "Damage - Burning Ring (per Tick)": "伤害 - 燃烧区域（每秒）",

    "Heavy Metal": "重金属",
    "Laser Focus": "磨砺",
    "Flash Cannon": "加农光炮",
    "Dragon Pulse": "龙之波动",
    "Metal Claw": "金属爪",
    "Dragon Tail": "龙尾",
    "Stealth Rock": "隐形岩",
    "Revolving Ruin": "铝钢灾难"
  }
}