{
  "En":
  {
    "ESPEON_PA1_TEXT_1": "When Eevee would be affected by a hindrance, the hindrance is negated and Eevee becomes immune to hindrances for a short time (35s cd). Note: Hindrances include slows; multi-layered hindrance moves such as Pikachu's Volt Tackle will only have the very first launch negated.",
    "ESPEON_PA2_TEXT_1": "When Espeon would be affected by a hindrance, the hindrance is negated and Espeon becomes immune to hindrances for a short time. At the same time, this ability deals damage to the enemy that attempted to inflict the hindrance and applies a 30% slow for 1s (35s cd). Note: Hindrances include slows; multi-layered hindrance moves such as Pikachu's Volt Tackle will only have the very first launch negated.",
    "ESPEON_BA1_TEXT_1": "Becomes a boosted attack with every third attack, dealing increased damage.",
    "ESPEON_BA2_TEXT_1": "Becomes a boosted attack whenever a set amount of time passes (5s cd), firing a beam in front of the user. The beam deals increased damage and decreases the movement speed of targets hit by 30% for 1s.",
    "ESPEON_MOVE_SWIFT_TEXT_1": "Eevee launches three stars at target location. Stars start in a horizontal line perpendicular to Eevee's facing. Stars continue to fly in the direction once past the target location until the maximum range is reached. When an enemy is hit by a star, subsequent stars deal 70% less damage.",
    "ESPEON_MOVE_PSYSHOCK_TEXT_1": "Espeon materializes psychic projectiles and launches them at a designated location; dealing damage to enemies hit by the projectiles and decreasing their movement speed for each projectile hit by 15% for 3s (maximum 75%). Orbs start in a horizontal line perpendicular to Espeon's facing and continue flying in the designated direction until the maximum range of the move. Targets hit by all five projectiles are stunned for 1.25s. When an enemy is hit by a projectile, subsequent projectiles deal 70% less damage. When Psyshock is enhanced via Future Sight reset, it launches stronger psychic projectiles at a designated location. These projectiles at their point of convergence cause an explosion, dealing damage to enemies in the area-of-effect. There is no damage increase.",
    "ESPEON_MOVE_PSYSHOCK_TEXT_2": "Increase the speed at which projectiles travel.",
    "ESPEON_MOVE_STORED_POWER_TEXT_1": "Unleash blasts of psychic power at random enemies within an area; dealing damage to enemies hit and decreasing their movement speed from each projectile hit by 10% for 2s (maximum 50%). Espeon stores one blast of psychic power every 2s, or after hitting an enemy with a boosted attack (gaining 1 stored blast per enemy hit). Up to five blasts can be stored at once. After this move is used, Espeon's movement speed is increased by 70% for 1.2s. Targets hit by a psychic blast will take 70% less damage from subsequent hits. When Stored Power is enhanced via Future Sight reset, it unleashes an increased number of psychic blasts (8 total) and restores Espeon's HP by 150 per blast.",
    "ESPEON_MOVE_STORED_POWER_TEXT_2": "Also deals additional damage to enemies below 50% max HP.",
    "ESPEON_MOVE_GROWL_TEXT_1": "Growl at a designated enemy; dealing damage and decreasing their movement speed by 30% for 2s.",
    "ESPEON_MOVE_PSYBEAM_TEXT_1": "Fires a peculiar ray in the designated direction. If the beam hits an enemy, it will then split beyond the first enemy hit and deal damage to other enemies in range. The initial enemy hit and these split rays deal more damage based on the max HP of the first enemy hit by the ray. If the first enemy hit by the ray is slowed or is stunned, those same effects will be applied to the enemies hit by the split rays. The split rays will never go towards Espeon and will refract at a maximum of a 90 degree angle. Distance from initial target to split ray hit is 75% of the max range. Stun copied duration is the maximum duration of the stun causing the initial Pokémon to be stunned. For the split ray, the damage component from the initial target's max HP damage is capped at 1000 against Wild Pokémon and capped at 2000 against Player Pokémon.",
    "ESPEON_MOVE_PSYBEAM_TAG_TEXT_1": "6% max HP of the first enemy hit as additional damage.",
    "ESPEON_MOVE_PSYBEAM_TEXT_2": "Deals additional damage to enemies that are unable to act. If Psybeam hits an unable to act initial target, the split rays will also deal the additional damage to other enemies hit and leaves them unable to act.",
    "ESPEON_MOVE_PSYBEAM_TAG_TEXT_2": "5% max HP of the enemy hit as additional damage if the initial target was stunned.",
    "ESPEON_MOVE_FUTURE_SIGHT_TEXT_1": "Espeon locks-on to an enemy, dealing damage 2 seconds later in an area centered on the locked-on target. Deal more damage based on the locked-on targets remaining HP. While locked-on to an enemy, Espeon's other moves will target that enemy whenever possible. If the center of Psyshock is within the area-of-effect of Future Sight when released, Psyshock will home in on the Future Sight affected target. Each time Espeon deals damage through Psyshock, Stored Power, auto attacks, Future Sight's cooldown is reduced by 0.8 seconds. If the locked-on target is on the opposing team and is knocked out before the area damage is dealt but not the percentage missing HP damage, a single powered-up use of Psyshock or Stored Power becomes available for a short time. Full Heal and other cleanses such as Blissey's Natural cure remove Future Sight.",
    "ESPEON_MOVE_FUTURE_SIGHT_TEXT_2": "Espeon deals 10% additional damage to locked-on targets.",
    "ESPEON_MOVE_PSYCHIC_SOLAIRE_TEXT_1": "Espeon throws enemies in the area of effect into the air and suspends them using psychic power. After a delay, an explosion occurs that deals damage to all enemies in the area of effect and shoves them.",
    "ESPEON_MOVE_PSYCHIC_SOLAIRE_TEXT_2": "30% Movement Speed, 30% CDR, 20% Max HP Shield"
  },
  "Cn":
  {
    "ESPEON_PA1_TEXT_1": "即将受到妨碍时回避该妨碍，并短时间内对妨碍免疫。该特性有 35 秒间隔时间。注意：妨碍包括减速；而皮卡丘的「伏特攻击」等多层妨碍招式，该特性只能使第一次妨碍无效。",
    "ESPEON_PA2_TEXT_1": "即将受到妨碍时回避该妨碍，并短时间内对妨碍免疫。同时，此特性会对试图造成妨碍的敌人造成伤害，并施加 30% 的减速效果，持续 1 秒（35 秒间隔时间）。注意：妨碍包括减速；而皮卡丘的「伏特攻击」等多层妨碍招式，该特性只能使第一次妨碍无效。",
    "ESPEON_BA1_TEXT_1": "第三次普通攻击变为一次强化普通攻击，造成更高的伤害。",
    "ESPEON_BA2_TEXT_1": "每当经过 5 秒时，普通攻击将变为强化普通攻击，向前发射光束。光束造成的伤害增加，并使被击中目标的移动速度降低 30%，持续 1 秒。",
    "ESPEON_MOVE_SWIFT_TEXT_1": "向目标位置发射三颗星。当敌人被一颗星星击中时，后续星星造成的伤害降低 70%。",
    "ESPEON_MOVE_PSYSHOCK_TEXT_1": "将数个念力波实体化并向指定位置发射，对接触到的敌人造成伤害。敌人每被一个念力波击中，其移动速度降低 15%（最高 75%），被 5 枚念力波击中的目标将被击晕 1.25 秒。\n    当敌人被一个念力波击中后，后续念力波造成的伤害降低 70%。\n    当 「精神冲击」因「预知未来」重置得到增强时，它会在指定位置发射更强大的念力波。虽然该念力波对单个敌人造成的伤害不会增加，但它在汇聚点会引起爆炸，对效果范围内的所有敌人造成伤害。",
    "ESPEON_MOVE_PSYSHOCK_TEXT_2": "提高念力波的行进速度。",
    "ESPEON_MOVE_STORED_POWER_TEXT_1": "对范围内的敌人随机释放精神力量，对被击中的敌人造成伤害，并使每个精神力量击中的敌人的移动速度降低 10%，持续 2 秒（最多 50%）。精神力量会在每 2 秒，或当强化普通攻击击中敌人后累积（最多 5 发）。\n    使用此招式后，自身移动速度提升 70%，持续 1.2 秒。\n    当敌人被一个精神力量击中后，后续精神力量造成的伤害降低 70%。\n    当辅助能量因未来预知重置得到增强时，它会释放更多的精神冲击波（总共 8 次）并且每次冲击波可以使自身体力值恢复 150。",
    "ESPEON_MOVE_STORED_POWER_TEXT_2": "对体力值低于 50% 的敌人造成附加伤害。",
    "ESPEON_MOVE_GROWL_TEXT_1": "用叫声攻击指定的敌人，造成伤害并降低其移动速度 30%，持续 2 秒。",
    "ESPEON_MOVE_PSYBEAM_TEXT_1": "向指定方向发射光线。光线接触到一个敌人后，对从该处向后散射，对范围内的敌人造成伤害。首个接触的敌人最大体力越高，散射造成的伤害越高。\n    若光线首个接触的敌人处于移速降低或无法动弹的状态，被散射的光线接触的敌人也会被赋予相同的效果。\n    散射的光线不会朝向自身，最大折射角度为 90 度。从初始目标到散射光线命中的距离是最大攻击范围的 75%。复制的眩晕持续时间是导致初始敌人眩晕的最长持续时间。\n    散射光线造成的伤害因首个接触到的敌人的最大体力值决定，但对野生宝可梦的上限为 1000，对敌方玩家的上限为 2000。",
    "ESPEON_MOVE_PSYBEAM_TAG_TEXT_1": "首个接触敌人的最大体力值的 6% 作为附加伤害。",
    "ESPEON_MOVE_PSYBEAM_TEXT_2": "对无法动弹的敌人造成附加伤害。对因接触光线散射而无法动弹的敌人也造成伤害。",
    "ESPEON_MOVE_PSYBEAM_TAG_TEXT_2": "如果初始目标被击晕，附加伤害为命中敌人的最大体力值的 5%。",
    "ESPEON_MOVE_FUTURE_SIGHT_TEXT_1": "锁定敌人，2 秒后在以锁定目标为中心的区域造成伤害。被锁定的敌人剩余体力越低，造成的伤害越高。\n    在锁定期间，太阳伊布的其他招式也会优先攻击被锁定目标。每次太阳伊布通过「精神冲击」、「辅助力量」和普通攻击造成伤害时，「预知未来」的间隔时间减少 0.8 秒。如果锁定的目标在对方队伍中，并且在造成区域伤害之前，被「因剩余体力值过低」之外的原因击倒，则可以在短时间内使用一次加强的 「精神冲击」或「辅助力量」。万灵药和其他净化（如幸福蛋的自然恢复）可以移除预知未来。",
    "ESPEON_MOVE_FUTURE_SIGHT_TEXT_2": "对锁定目标造成的伤害提高 10%。",
    "ESPEON_MOVE_PSYCHIC_SOLAIRE_TEXT_1": "用精神力量击飞范围内的敌人并使其悬浮在空中，一段时间后引发爆炸，对范围内的所有敌人造成伤害并将其击退。",
    "ESPEON_MOVE_PSYCHIC_SOLAIRE_TEXT_2": "30% 移动速度，30% 冷却缩减，20% 最大体力值护盾",

    "Attack - Espeon": "攻击 - 太阳伊布",
    "Damage - Counter": "伤害 - 反击",
    "Damage - Additional (Stunned)": "伤害 - 附加（眩晕）",

    "Anticipation": "危险预知",
    "Magic Bounce": "魔法镜",
    "Swift": "高速星星",
    "Psyshock": "精神冲击",
    "Stored Power": "辅助力量",
    "Growl": "叫声",
    "Psybeam": "幻象光线",
    "Future Sight": "预知未来",
    "Psychic Solaire": "精神之阳"
  }
}