{
  "En":
  {
    "SNORLAX_PA1_TEXT_1": "Increases the effects gained from eating berries. 25% increased movement speed when near berries and doubles the amount healed from the Sitrus berry (yellow berry).",
    "SNORLAX_BA1_TEXT_1": "Becomes a boosted attack with every third attack. When this boosted attack hits, it deals increased damage to nearby enemies and decreases their movement speed by 20% for 1s.",
    "SNORLAX_MOVE_TACKLE_TEXT_1": "Snorlax dashes a short distance forward, dealing damage, stunning the first target hit for 1s, and slightly throwing them. Snorlax’s next auto attack is boosted.",
    "SNORLAX_MOVE_HEAVY_SLAM_TEXT_1": "Snorlax jumps to the target location, dealing damage and throwing enemies within the landing radius into the air for 1s.",
    "SNORLAX_MOVE_HEAVY_SLAM_TEXT_2": "Increased damage.",
    "SNORLAX_MOVE_FLAIL_TEXT_1": "Snorlax buffs themselves for 5s causing auto attacks to deal increased damage and slow enemies hit. Damage increase is strengthened for every 20% HP Snorlax is missing. Snorlax also gains a short burst of increased movement speed by 70% for 2s, decreasing every .4s by 14%, and slows nearby enemies by 50% for 1.5s when Flail is activated.",
    "SNORLAX_MOVE_FLAIL_TAG_TEXT_1": "Against Wild Pokemon: The total damage is capped at 2000.",
    "SNORLAX_MOVE_FLAIL_TAG_TEXT_2": "Against Wild Pokemon: The total damage is capped at 2500.",
    "SNORLAX_MOVE_FLAIL_TEXT_2": "Increased damage. In addition, if Snorlax is below 40% HP, auto attacks will also gain 30% lifesteal.",
    "SNORLAX_MOVE_REST_TEXT_1": "Snorlax falls asleep for 3s, becoming unstoppable, and healing 3 times for 8% Max HP. While asleep enemies cannot pass through Snorlax’s hitbox.",
    "SNORLAX_MOVE_BLOCK_TEXT_1": "Snorlax creates and holds a wall in a targeted direction for 4s and gains a shield. The shield lasts 3.5s even if Block is cancelled early. Enemies that contact the wall are knocked back and stunned for .45s. This knockback can occur every 1s (max 4 times). Snorlax cannot attack or use abilities while Blocking but can move with a 45% reduced movement speed.",
    "SNORLAX_MOVE_BLOCK_TEXT_2": "The Block becomes larger and the knockback and stun occurs every 0.5s (max 8 times). While blocking, Snorlax’s Def and SpDef are increased by 25%.",
    "SNORLAX_MOVE_YAWN_TEXT_1": "Snorlax sends out a slow short-range projectile that puts all targets hit to Sleep for 3s.",
    "SNORLAX_MOVE_YAWN_TEXT_2": "Enemy movement speed reduced by 35% for 3s upon waking up.",
    "SNORLAX_MOVE_POWER_NAP_TEXT_1": "Go to sleep and begin snoring, dealing damage to enemies in the area of effect and throws them in the air for 1s. While sleeping enemies cannot pass through Snorlax’s hitbox, Snorlax becomes immune to hindrances, deals damage over time to nearby enemies, slow enemies hit by 30% for 1s, and continually restore 7% of max HP, 9 times. This move can be recasted to flip over, dealing an extra instance of the DoT damage and throwing enemies in the air for 1s.",
    "SNORLAX_MOVE_POWER_NAP_TEXT_2": "30% Movement Speed, 40% Max HP Shield"
  },
  "Cn":
  {
    "SNORLAX_PA1_TEXT_1": "增加吃浆果获得的​​效果。靠近浆果时移动速度提高 25%，并且从 Sitrus 浆果（黄色浆果）获得的治疗量翻倍。",
    "SNORLAX_BA1_TEXT_1": "每三次攻击变为一次增强攻击。当这种强化攻击命中时，它会对附近的敌人造成更高的伤害，并使他们的移动速度降低 20%，持续 1 秒。",
    "SNORLAX_MOVE_TACKLE_TEXT_1": "鼻涕虫向前冲刺一小段距离，造成伤害，击晕第一个命中的目标 1 秒，并将其轻微抛掷。咆哮兽的下一次自动攻击得到增强。",
    "SNORLAX_MOVE_HEAVY_SLAM_TEXT_1": "斯诺拉克斯跳向目标位置，造成伤害并将着陆半径内的敌人抛向空中，持续 1 秒。",
    "SNORLAX_MOVE_HEAVY_SLAM_TEXT_2": "伤害增加。",
    "SNORLAX_MOVE_FLAIL_TEXT_1": "Snorlax 会为自己增益 5 秒，使自动攻击造成更高的伤害并减缓被击中的敌人。每失去 20% 的 HP Snorlax，就会加强伤害增加。Snorlax 还会短时间增加 70% 的移动速度，持续 2 秒，每 0.4 秒减少 14%，并在连枷激活时使附近敌人减速 50%，持续 1.5 秒。",
    "SNORLAX_MOVE_FLAIL_TAG_TEXT_1": "对付野生宝可梦：总伤害上限为2000。",
    "SNORLAX_MOVE_FLAIL_TAG_TEXT_2": "对付野生宝可梦：总伤害上限为2500。",
    "SNORLAX_MOVE_FLAIL_TEXT_2": "伤害增加。此外，如果卡比兽的生命值低于40%，普攻也会获得30%的吸血。",
    "SNORLAX_MOVE_REST_TEXT_1": "Snorlax 入睡 3 秒，变得势不可挡，并恢复 3 次 8% 最大生命值。睡着的敌人无法穿过 Snorlax 的碰撞箱。",
    "SNORLAX_MOVE_BLOCK_TEXT_1": "Snorlax 在目标方向创造并保持一堵墙 4 秒并获得护盾。即使提前取消格挡，护盾也会持续 3.5 秒。接触墙壁的敌人会被击退并眩晕 0.45 秒。这种击退每 1 秒发生一次（最多 4 次）。Snorlax 在格挡时无法攻击或使用技能，但移动速度会降低 45%。",
    "SNORLAX_MOVE_BLOCK_TEXT_2": "方块变大，击退和眩晕每 0.5 秒发生一次（最多 8 次）。格挡时，Snorlax 的 Def 和 SpDef 增加 25%。",
    "SNORLAX_MOVE_YAWN_TEXT_1": "Snorlax 发出缓慢的短程射弹，使所有被击中的目标陷入睡眠 3 秒。",
    "SNORLAX_MOVE_YAWN_TEXT_2": "醒来后敌人移动速度降低 35%，持续 3 秒。",
    "SNORLAX_MOVE_POWER_NAP_TEXT_1": "进入睡眠并开始打鼾，对效果范围内的敌人造成伤害并将其抛向空中 1 秒。当沉睡的敌人无法通过卡诺拉克斯的命中框时，卡诺拉克斯免疫障碍物，对附近的敌人造成持续伤害，使被击中的敌人减速 30% 持续 1 秒，并持续恢复 7% 的最大生命值，共 9 次。此招式可以重新施放以翻身，造成 DoT 伤害的额外实例并将敌人扔到空中 1 秒。",
    "SNORLAX_MOVE_POWER_NAP_TEXT_2": "30% 移动速度，40% 最大生命值护盾",

    "Gluttony": "贪吃鬼",
    "Tackle": "撞击",
    "Heavy Slam": "重磅冲撞",
    "Flail": "抓狂",
    "Rest": "睡觉",
    "Block": "挡路",
    "Yawn": "哈欠",
    "Power Nap": "暴睡冲击"
  }
}