{
  "En":
  {
    "TREVENANT_PA1_TEXT_1": "When Trevenant deals or receives damage while at or below 35% max HP, a continuous HP recovery effect is triggered every 0.5s for 4s. This effect also reduces the cooldowns of Trevenant's moves by 1s every 1s. When this HP recovery effect ends, there is a 100s cooldown. However, this cooldown is reduced by 1s each time one of Trevenant's moves damage an enemy. This cooldown reduction cannot be triggered more than once every 0.5s.",
    "TREVENANT_BA1_TEXT_1": "Becomes a boosted attack with every third attack, dealing increased damage to enemies and heal for 5% max HP when this boosted attack hits.",
    "TREVENANT_MOVE_WILL_O_WISP_TEXT_1": "Shoots sinister flames in the designated direction, dealing damage to enemies hit and leaving them burned for a short time. This burn reduces enemy Attack and Sp. Attack by 5% for 3s. The first wisp to hit a target deals full damage, and subsequent flame hits deal 50% damage.",
    "TREVENANT_MOVE_WOOD_HAMMER_CRASH_TEXT_1": "Trevenant pulls back its arms and attacks, dealing damage to enemies in the area of effect and pulls them in front of Trevenant, leaving them unable to act for 0.5s. If this attack deals damage to at least one enemy, a follow-up attack will be available for 5s. This follow-up attack slams down a giant wooden hammer in front of Trevenant, dealing damage to any enemy it hits, and leaving them unable to act. The lower Trevenant's HP, the longer the enemy will be left unable to act. Every time this move is used, it consumes 5% of Trevenant's current HP.",
    "TREVENANT_MOVE_WOOD_HAMMER_CRASH_TEXT_2": "Damage dealt by enemies hit by the second hammer reduced by 20% for 3s.",
    "TREVENANT_MOVE_CURSE_TEXT_1": "Trevenant creates a cursed zone in exchange for 3% max HP per second for 6s, dealing damage over time to enemies in the area of effect every 0.5s for 6s and decreasing their movement speed for 1s, refreshing with each tick. The lower Trevenant's HP is, the greater the decrease in movement speed. While using this move, Trevenant builds up curse power every time it deals or receives damage. Releasing this built-up power will deal additional damage to enemies in the area of effect. If the curse power is at maximum when it’s released, the cooldowns of Branch Poke, Horn Leech, and Pain Split are reset.",
    "TREVENANT_MOVE_CURSE_TEXT_2": "Increased radius.",
    "TREVENANT_MOVE_BRANCH_POKE_TEXT_1": "Trevenant jabs in the designated direction; dealing damage, decreasing their movement speed by 40% for 2s, and healing Trevenant for 9% max HP (over 3 ticks as 1 tick per second) when hitting an enemy.",
    "TREVENANT_MOVE_HORN_LEECH_TEXT_1": "Charge forward, becoming unstoppable, dealing damage to enemies and shoving them while dashing in the designated direction for the duration of the dash. At the end of the charge, enemies that were shoved are dealt additional damage and then thrown. Colliding with an enemy while charging recovers Trevenant's HP 3 times, and the lower Trevenant's remaining HP the more HP that is recovered. After this move hits an enemy, Trevenant's next three auto attacks deal more damage and reduce this move’s cooldown by 0.5s when they hit.",
    "TREVENANT_MOVE_HORN_LEECH_TEXT_2": "After using this move, Trevenant's movement speed is increased by 30% for 1.5s.",
    "TREVENANT_MOVE_PAIN_SPLIT_TEXT_1": "Creates a link between Trevenant and a designated enemy for 6s. While the link holds, a percentage of damage that Trevenant would take is mitigated and instead redirected to the linked enemy as True damage. The lower Trevenant's remaining HP, the greater the percentage of damage that is redirected. If Trevenant's percentage of remaining HP is lower than the linked enemy, this move continuously deals damage and recovers Trevenant's HP every 0.5s. If Trevenant and the linked enemy are too far apart, the link will disappear. Using this move increases Trevenant's movement speed by 45% for 2s.",
    "TREVENANT_MOVE_PAIN_SPLIT_TAG_TEXT_1": "Trevenant heals for 120% of damage dealt on each tick.",
    "TREVENANT_MOVE_PAIN_SPLIT_TEXT_2": "Duration increased to 8.5s.",
    "TREVENANT_MOVE_PHANTOM_FOREST_TEXT_1": "Creates a cursed forest, dealing damage to enemies in the area of effect and marking them, throwing them, and decreasing their movement speed by 50% for 2s. Trevenant and allies deal increased damage to enemies that were marked by this move (0.5s cd for each attacker). The mark lasts for 6s. Trevenant is also granted a shield for 6s when this move hits an enemy with the shield being strengthened for each enemy hit, up to 5 times. While Trevenant is shielded by this shield, HP recovery effects applied to Trevenant are increased by 50%.",
    "TREVENANT_MOVE_PHANTOM_FOREST_TEXT_2": "30% Movement Speed, 20% Max HP Shield"
  },
  "Cn":
  {
    "TREVENANT_PA1_TEXT_1": "当特雷文特在最大生命值的 35% 或以下时造成或受到伤害时，每 0.5 秒触发一次持续的生命恢复效果，持续 4 秒。此效果还会使 Trevenant 的技能冷却时间每 1 秒减少 1 秒。此HP恢复效果结束时，有100秒的冷却时间。但是，每次 Trevenant 的一个动作对敌人造成伤害时，此冷却时间就会减少 1 秒。此冷却缩减每 0.5 秒只能触发一次。",
    "TREVENANT_BA1_TEXT_1": "每三次攻击变为一次增强攻击，对敌人造成更高的伤害，并在该增强攻击命中时恢复 5% 的最大生命值。",
    "TREVENANT_MOVE_WILL_O_WISP_TEXT_1": "向指定方向射出邪恶的火焰，对击中的敌人造成伤害并使其在短时间内燃烧。这种燃烧会降低敌人的攻击力和 Sp。攻击5%，持续3秒。第一缕击中目标造成全额伤害，随后的火焰命中造成 50% 的伤害。",
    "TREVENANT_MOVE_WOOD_HAMMER_CRASH_TEXT_1": "崔文南特收回双臂攻击，对范围内的敌人造成伤害并将其拉到崔文南特面前，0.5秒内无法行动。如果这次攻击对至少一名敌人造成伤害，则可以进行持续 5 秒的后续攻击。这个后续攻击会在 Trevenant 面前猛击一把巨大的木锤，对击中的任何敌人造成伤害，并使他们无法行动。Trevenant 的 HP 越低，敌人无法行动的时间就越长。每次使用此招式，都会消耗崔文南特当前生命值的5%。",
    "TREVENANT_MOVE_WOOD_HAMMER_CRASH_TEXT_2": "被第二锤击中的敌人造成的伤害降低 20%，持续 3 秒。",
    "TREVENANT_MOVE_CURSE_TEXT_1": "Trevenant 创造一个诅咒区域，以换取每秒 3% 的最大生命值，持续 6 秒，每 0.5 秒对范围内的敌人造成持续伤害，持续 6 秒，并降低他们的移动速度，持续 1 秒，每次更新都会刷新。Trevenant的生命值越低，移动速度下降的幅度越大。在使用此招式时，Trevenant 每次造成或受到伤害时都会积累诅咒力量。释放这种累积的力量会对效果范围内的敌人造成额外伤害。如果诅咒能量在释放时达到最大值，树枝戳、角水蛭和痛苦分裂的冷却时间将被重置。",
    "TREVENANT_MOVE_CURSE_TEXT_2": "半径增加。",
    "TREVENANT_MOVE_BRANCH_POKE_TEXT_1": "特雷文特朝指定方向刺刺；造成伤害，降低他们 40% 的移动速度，持续 2 秒，并在击中敌人时为 Trevenant 恢复 9% 的最大生命值（超过 3 滴答为每秒 1 滴答）。",
    "TREVENANT_MOVE_HORN_LEECH_TEXT_1": "向前冲锋，变得势不可挡，在冲刺期间向指定方向冲刺的同时对敌人造成伤害并推他们。在冲锋结束时，被推挤的敌人会受到额外伤害，然后被抛出。冲锋时与敌人相撞可恢复特雷文特3次生命值，特雷文特剩余生命值越低，恢复的生命值越多。此招式命中敌人后，崔文南特接下来的三次普攻造成更多伤害，并在命中时减少此招式的冷却时间0.5秒。",
    "TREVENANT_MOVE_HORN_LEECH_TEXT_2": "使用此招式后，崔文南特的移动速度提升30%，持续1.5秒。",
    "TREVENANT_MOVE_PAIN_SPLIT_TEXT_1": "在 Trevenant 和指定敌人之间建立联系，持续 6 秒。当链接保持时，Trevenant 受到的一定百分比的伤害将被减轻，并作为真实伤害重定向到链接的敌人。Trevenant 的剩余 HP 越低，转移的伤害百分比就越大。如果崔文南特的剩余生命百分比低于链接的敌人，此招式会持续造成伤害并每0.5秒恢复崔文南特的生命值。如果 Trevenant 和链接的敌人相距太远，链接就会消失。使用此招式可使 Trevenant 的移动速度提高 45%，持续 2 秒。",
    "TREVENANT_MOVE_PAIN_SPLIT_TAG_TEXT_1": "Trevenant 治疗每刻所造成伤害的 120%。",
    "TREVENANT_MOVE_PAIN_SPLIT_TEXT_2": "持续时间增加到 8.5 秒。",
    "TREVENANT_MOVE_PHANTOM_FOREST_TEXT_1": "制造一片诅咒森林，对范围内的敌人造成伤害并标记、投掷，并使其移动速度降低50%，持续2秒。Trevenant 和盟友对被此招标记的敌人造成的伤害增加（每个攻击者 0.5s cd）。标记持续 6 秒。当此招式击中敌人时，Trevenant 也会获得持续 6 秒的护盾，每击中一个敌人，护盾就会增强，最多 5 次。当 Trevenant 受到此护盾的保护时，应用于 Trevenant 的 HP 恢复效果增加 50%。",
    "TREVENANT_MOVE_PHANTOM_FOREST_TEXT_2": "30% 移动速度，20% 最大生命值护盾",

    "Natural Cure": "0000",
    "Will-o-Wisp": "0000",
    "Wood Hammer": "0000",
    "Curse": "0000",
    "Branch Poke": "0000",
    "Horn Leech": "0000",
    "Pain Split": "0000",
    "Phantom Forest": "0000"
  }
}