{
  "En":
  {
    "HOOPA_PA1_TEXT_1": "In battles where the map is divided into an ally team side and an opposing team side, this ability creates a hole under one of the berries on the opposing team's side (chosen at random) and warps it in front of Hoopa (40s cooldown). If there are no berries, but there is Aeos Energy on the ground, then some energy is warped in front of Hoopa instead. In the event that no berries from the opposing team's side are warped, the cooldown of this ability is reduced to 20s.",
    "HOOPA_BA1_TEXT_1": "Becomes a boosted attack with every third attack, dealing damage to enemies by unleashing a beam of light.",
    "HOOPA_MOVE_ASTONISH_TEXT_1": "Deals damage to enemies in the designated area of effect, leaving them unable to act for .75s.",
    "HOOPA_MOVE_PHANTOM_FORCE_TEXT_1": "Hoopa creates a portal ring under themself and warps to a designated location, dealing damage to nearby enemies at that location and shoving them. Hoopa then shoots two sinister flames that deal damage to enemies hit and decreases their movement speed by 40% for 2s. This move can be activated a second time within 5s and if activated, Hoopa can return to the initial ring's location. If there is a nearby ally that is also linked by Trick, that ally can warp to the initial ring's location and recover 30% max HP.",
    "HOOPA_MOVE_PHANTOM_FORCE_TEXT_2": "Become invincible for .6s when this move is used.",
    "HOOPA_MOVE_SHADOW_BALL_TEXT_1": "Unleash a shadowy blob in front of Hoopa, dealing damage to enemies hit and decreasing their movement speed by 50% for 1s and Sp. Defense by 30% for 3s. If Hoopa then hits the same enemy with a move or boosted attack within 4s, deal additional damage and leave the enemy unable to act for .8s. When using this move, if there is a nearby ally linked by Trick, this move will also unleash a shadowy blob at the same target from that ally's location.",
    "HOOPA_MOVE_SHADOW_BALL_TEXT_2": "The shadowy blob will now explode before disappearing. Enemies hit by the explosion are affected as if they were hit by the shadowy blob itself.",
    "HOOPA_MOVE_CONFUSION_TEXT_1": "Unleash a telekinetic force in the designated direction, dealing damage to the first enemy hit. The telekinetic force clings to that enemy and then causes a delayed explosion. The explosion deals damage to enemies in the area of effect and decreases their movement speed for a short time.",
    "HOOPA_MOVE_HYPERSPACE_HOLE_TEXT_1": "Hoopa creates a large ring at the designated location, dealing damage to enemies in the area of effect. After 3s, Hoopa and any allies in the area of effect will return to their base, and their movement speed will be increased for a short time. These allies can also manually warp back to where the ring was created within 3s. An intact ally forwardmost goal zone can also be designated as the location where the ring is created. Creating a ring on the goal zone of the top path will also create a ring on the forwardmost goal zone of the bottom path for 6.5s, and vice versa. All allies (including Hoopa) can use these rings to manually warp between the two goal zones, and their movement speed will be increased for a short time after warping. After an ally or Hoopa warps, there is a 10s cooldown before that Pokémon can manually warp again. If a path's forwardmost goal zone is destroyed, the middle goal zone on the same path will take its place. This move cannot be used on base goal zones. Hyperspace Hole's portal usage cooldown applies only to Hyperspace Hole teleports, and is reset upon usage of ult if there are multiple effects that would allow you to teleport (ie Phantom Force and Rings Unbound), Rings Unbound will take priority.",
    "HOOPA_MOVE_HYPERSPACE_HOLE_TEXT_2": "Also increases the movement speed of allies near the ring when they are heading towards it.",
    "HOOPA_MOVE_TRICK_TEXT_1": "Hoopa creates a link between itself and an ally, increasing both of their movement speeds by 70% for 2s and granting them each a shield for 3s. For the next 7s, when Hoopa uses Shadow Ball or performs an auto attack, the ring on the linked ally also unleashes the same move or attack and if both attacks hit the same target, the second deals 50% damage. Hoopa can also use this move on themself, increasing movement speed and granting a shield for a short time. Additionally, increase the damage dealt by Shadow Ball while Trick is active.",
    "HOOPA_MOVE_TRICK_TAG_TEXT_1": "This can trigger multiple times.",
    "HOOPA_MOVE_TRICK_TEXT_2": "Hoopa and the linked ally each heal for 25% of their own damage dealt. This effect lasts for 3s.",
    "HOOPA_MOVE_RINGS_UNBOUND_TEXT_1": "Transforms Hoopa into Hoopa Unbound for 15s, increasing max HP by 40% and creating a ring at the designated location. Each ally can warp to the ring's location one time within 10s. As Hoopa Unbound, moves change to Hyperspace Fury and Psybeam. Every attack also becomes a boosted attack that deals damage to up to 2 nearby enemies. If only one target is in range then both beams hit the same target, but 1 beam deals 50% damage. Hoopa Unbound cannot score goals or activate the Magician ability.",
    "HOOPA_MOVE_RINGS_UNBOUND_TAG_TEXT_1": "Hyperspace Fury: Unleash 7 attacks in the designated area with Hoopa Unbound's many arms, dealing damage to enemies in the area of effect and leave them unable to act for 1s. (7s cooldown).",
    "HOOPA_MOVE_RINGS_UNBOUND_TAG_TEXT_2": "Psybeam: Fire a peculiar ray in front of Hoopa in a horizontal sweeping motion, dealing damage to enemies hit. Hoopa Unbound becomes immune to hindrances while using this move. (9s cooldown).",
    "HOOPA_MOVE_RINGS_UNBOUND_TEXT_2": "30% Movement Speed, 30% CDR, 20% Max HP Shield"
  },
  "Cn":
  {
    "HOOPA_PA1_TEXT_1": "在地图分为友军和敌方的战斗中，此技能会在敌方（随机选择）的一个浆果下创建一个洞，并将其扭曲到 Hoopa 前面（40 秒冷却时间）。如果没有浆果，但地上有宙斯能量，那么胡帕面前反而会扭曲一些能量。如果对方队伍的浆果没有被扭曲，则该技能的冷却时间缩短为 20 秒。",
    "HOOPA_BA1_TEXT_1": "每三次攻击变为一次强化攻击，释放一道光束对敌人造成伤害。",
    "HOOPA_MOVE_ASTONISH_TEXT_1": "对指定范围内的敌人造成伤害，使他们在 0.75 秒内无法行动。",
    "HOOPA_MOVE_PHANTOM_FORCE_TEXT_1": "胡帕在自己身下创建一个传送门环并传送到指定位置，对该位置附近的敌人造成伤害并将其推开。胡帕随后射出两道险恶的火焰，对命中的敌人造成伤害并使其移动速度降低 40%，持续 2 秒。此招式可以在 5 秒内再次激活，如果激活，Hoopa 可以返回初始环的位置。如果附近有一个盟友也被 Trick 链接，该盟友可以传送到初始环的位置并恢复 30% 的最大生命值。",
    "HOOPA_MOVE_PHANTOM_FORCE_TEXT_2": "使用此招式时，无敌状态持续 0.6 秒。",
    "HOOPA_MOVE_SHADOW_BALL_TEXT_1": "在 Hoopa 面前释放一个暗影斑点，对命中的敌人造成伤害并使其移动速度降低 50%，持续 1 秒和 Sp。防御力提升 30%，持续 3 秒。如果 Hoopa 随后在 4 秒内用移动或增强攻击击中同一个敌人，则造成额外伤害并让敌人在 0.8 秒内无法行动。使用此招式时，如果附近有 Trick 链接的盟友，此招式还会从该盟友的位置向同一目标释放一个暗影斑点。",
    "HOOPA_MOVE_SHADOW_BALL_TEXT_2": "阴影团现在会在消失前爆炸。被爆炸击中的敌人会受到影响，就好像他们被暗影团击中一样。",
    "HOOPA_MOVE_CONFUSION_TEXT_1": "向指定方向释放念力，对命中的第一个敌人造成伤害。念动力附着在该敌人身上，然后引起延迟爆炸。爆炸会对范围内的敌人造成伤害，并在短时间内降低他们的移动速度。",
    "HOOPA_MOVE_HYPERSPACE_HOLE_TEXT_1": "胡帕在指定位置制造一个大圆环，对范围内的敌人造成伤害。3秒后，胡帕和影响范围内的友军返回基地，并短时间内提升移动速度。这些盟友也可以在 3 秒内手动传送回戒指创建的位置。完整的盟友最前方目标区域也可以指定为创建环的位置。在顶部路径的目标区域创建一个圆环也会在底部路径的最前方目标区域创建一个圆环，持续 6.5 秒，反之亦然。所有盟友（包括胡帕）都可以使用这些戒指在两个目标区域之间手动传送，并且在传送后短时间内移动速度会增加。在盟友或 Hoopa 变形后，有 10 秒的冷却时间，然后该神奇宝贝可以再次手动变形。如果路径' 最前方的球门区被摧毁，同一条路径上的中间球门区将取而代之。此移动不能用于基本目标区域。Hyperspace Hole 的 Portal 使用冷却时间仅适用于 Hyperspace Hole 传送，并且在使用 ult 时重置如果有多种效果可以让您传送（例如 Phantom Force 和 Rings Unbound），Rings Unbound 将优先。",
    "HOOPA_MOVE_HYPERSPACE_HOLE_TEXT_2": "当盟友前往圆环时，也会增加圆环附近盟友的移动速度。",
    "HOOPA_MOVE_TRICK_TEXT_1": "Hoopa 在自己和一个盟友之间建立联系，使他们的移动速度提高 70%，持续 2 秒，并为他们每个人提供一个持续 3 秒的护盾。在接下来的 7 秒内，当胡帕使用影子球或进行自动攻击时，链接盟友上的戒指也会释放相同的动作或攻击，如果两次攻击都击中同一目标，则第二次造成 50% 的伤害。胡帕也可以对自己使用此招式，提高移动速度并在短时间内获得护盾。此外，当 Trick 处于活动状态时，增加 Shadow Ball 造成的伤害。",
    "HOOPA_MOVE_TRICK_TAG_TEXT_1": "这可以触发多次。",
    "HOOPA_MOVE_TRICK_TEXT_2": "Hoopa 和链接的盟友各自治疗自己所造成伤害的 25%。该效果持续3s。",
    "HOOPA_MOVE_RINGS_UNBOUND_TEXT_1": "将Hoopa变身为Hoopa Unbound，持续15秒，最大生命值增加40%，并在指定位置制造戒指。每个盟友可以在 10 秒内传送到戒指的位置一次。作为 Hoopa Unbound，移动变为 Hyperspace Fury 和 Psybeam。每次攻击也会变成一次强化攻击，对附近最多 2 个敌人造成伤害。如果射程内只有一个目标，那么两道光束都会击中同一个目标，但 1 道光束会造成 50% 的伤害。Hoopa Unbound 无法进球或激活魔术师能力。",
    "HOOPA_MOVE_RINGS_UNBOUND_TAG_TEXT_1": "超空间狂怒：释放胡帕的众多手臂在指定区域发动7次攻击，对范围内的敌人造成伤害，并使其1秒无法行动。（7 秒冷却时间）。",
    "HOOPA_MOVE_RINGS_UNBOUND_TAG_TEXT_2": "Psybeam：以水平扫动的方式向 Hoopa 前方发射一道奇特的射线，对命中的敌人造成伤害。使用此招式时，Hoopa Unbound 变得对障碍物免疫。（9 秒冷却时间）。",
    "HOOPA_MOVE_RINGS_UNBOUND_TEXT_2": "30% 移动速度，30% CDR，20% 最大生命值护盾",

    "Magician": "魔术师",
    "Astonish": "惊吓",
    "Phantom Force": "潜灵奇袭",
    "Shadow Ball": "暗影球",
    "Confusion": "念力",
    "Hyperspace Hole": "异次元洞",
    "Trick": "戏法",
    "Rings Unbound": "解放光环"
  }
}