{
  "En":
  {
    "DELPHOX_PA1_TEXT_1": "When using a move when below 50% max HP, that move deals additional damage with a fireball to enemies. This ability goes on a 15s cooldown when triggered.",
    "DELPHOX_BA1_TEXT_1": "Becomes a boosted attack with every third attack, dealing increased damage when it hits.",
    "DELPHOX_MOVE_EMBER_TEXT_1": "Shoot a small flame in front of itself, dealing damage to enemies hit.",
    "DELPHOX_MOVE_FIRE_BLAST_TEXT_1": "Delphox launches an intense, all-consuming fire in a forward direction; dealing damage to enemies hit. As the fire travels, it leaves behind a zone of flames in which a delayed explosion will occur; dealing damage to enemies in the area-of-effect.",
    "DELPHOX_MOVE_FIRE_BLAST_TEXT_2": "Damage increased.",
    "DELPHOX_MOVE_MYSTICAL_FIRE_TEXT_1": "Delphox unleashes a special, hot ball of fire in a forward direction. If it hits an enemy, the fire will explode; dealing damage to enemies in the area-of-effect.",
    "DELPHOX_MOVE_MYSTICAL_FIRE_TEXT_2": "Also reduces cooldowns of all moves if this move hits by 1s. If it hits an enemy from the opposing team, cooldowns are reduced even further (1.5s).",
    "DELPHOX_MOVE_WILL_O_WISP_TEXT_1": "Conjure up 3 sinister flames and launch them toward the designated area. These flames then explode, dealing damage to enemies hit by the explosion and decreasing their movement speed by 30% for 2s. Subsequent flames will deal 50% less to the same target. An enemy will only be counted as being hit twice, even if all 3 flames hit.",
    "DELPHOX_MOVE_FIRE_SPIN_TEXT_1": "Create a vortex of fire in the designated area. The vortex automatically moves toward the nearest enemy, dealing damage-over-time to all enemies caught in the area for a short time and decreasing their movement speed by 30% for 5s. After 4.5s passes or an enemy is caught in the center of the vortex; the flames increase in intensity. This increases the rate at which the flames deal damage and also leaves the enemies unable to act for 1s. This trapped damage ticks four times total. The Fire Spin will otherwise deal damage as it travels. Move placement on top of enemies will apply a \"searching\" tick and then apply \"trapped\" damage. A maximum of 9 ticks is possible.",
    "DELPHOX_MOVE_FIRE_SPIN_TEXT_2": "Applies a debuff on trap activation that increases all damage dealt by Delphox by 15% while enemies are trapped. Debuff is only cleansable after the first tick of trap damage and does not re-apply the debuff.",
    "DELPHOX_MOVE_FLAME_CHARGE_TEXT_1": "Delphox charges forward in the designated direction. If there are any enemies within auto attack range when the charge ends, summon three flames to attack. These flames deal damage and decrease enemy movement speed by 30% for 2s. This move can be used while also using Fire Blast or Mystical Fire. Each subsequent flame that hits deals 70% less.",
    "DELPHOX_MOVE_FLAME_CHARGE_TEXT_2": "Increases Delphox's movement speed by 30% for 1s when this move is used.",
    "DELPHOX_MOVE_FANCIFUL_FIREWORKS_TEXT_1": "Deals damage-over-time to enemies in the designated area for 8s. Enemies that are hit have 50% decreased movement speed and 50% reduced HP recovery effects for 1.75s. Recovery effects are weakened within the zone and cannot be cleansed while in the zone. Leaving the zone will have the weakened HP recovery effects linger for 1.75s and may be cleansed after leaving the zone. 8s duration (ticks at 0.5s intervals).",
    "DELPHOX_MOVE_FANCIFUL_FIREWORKS_TEXT_2": "30% Movement Speed, 30% CDR, 20% Max HP Shield"
  },
  "Cn":
  {
    "DELPHOX_PA1_TEXT_1": "在低于 50% 最大 HP 时使用招式时，该招式会对敌人造成额外的火球伤害。此技能触发后有 15 秒的冷却时间。",
    "DELPHOX_BA1_TEXT_1": "每三次攻击变为一次增强攻击，命中时造成更高的伤害。",
    "DELPHOX_MOVE_EMBER_TEXT_1": "在自身前方射出一道小火焰，对命中的敌人造成伤害。",
    "DELPHOX_MOVE_FIRE_BLAST_TEXT_1": "Delphox 向前方发射强烈的、消耗一切的火力；对命中的敌人造成伤害。随着火势的蔓延，它会留下一个火焰区域，在该区域会发生延迟爆炸；对范围内的敌人造成伤害。",
    "DELPHOX_MOVE_FIRE_BLAST_TEXT_2": "伤害增加。",
    "DELPHOX_MOVE_MYSTICAL_FIRE_TEXT_1": "Delphox 向前释放一个特殊的热火球。如果它击中敌人，火焰就会爆炸；对范围内的敌人造成伤害。",
    "DELPHOX_MOVE_MYSTICAL_FIRE_TEXT_2": "如果此招式命中 1 秒，还会减少所有招式的冷却时间。如果它击中了对方队伍的敌人，则冷却时间会进一步减少（1.5 秒）。",
    "DELPHOX_MOVE_WILL_O_WISP_TEXT_1": "召唤出 3 道邪恶的火焰并向指定区域发射它们。然后这些火焰会爆炸，对被爆炸击中的敌人造成伤害并使其移动速度降低 30%，持续 2 秒。后续火焰对同一目标造成的伤害减少 50%。一个敌人只会被算作被击中两次，即使所有 3 个火焰都被击中。",
    "DELPHOX_MOVE_FIRE_SPIN_TEXT_1": "在指定区域制造火焰漩涡。漩涡自动向最近的敌人移动，短时间内对范围内的所有敌人造成持续伤害，并降低他们30%的移动速度，持续5秒。4.5 秒后或敌人被卷入漩涡中心；火焰越来越猛烈。这会提高火焰造成伤害的速度，并使敌人在 1 秒内无法行动。这种被困的伤害总共会跳四次。否则，火焰旋转会在行进时造成伤害。将位置移动到敌人上方将应用“搜索”刻度，然后应用“被困”伤害。最多可以有 9 个刻度。",
    "DELPHOX_MOVE_FIRE_SPIN_TEXT_2": "在陷阱激活时施加一个减益效果，当敌人被困时，Delphox 造成的所有伤害提高 15%。Debuff 只能在第一次陷阱伤害后清除，并且不会重新施加 debuff。",
    "DELPHOX_MOVE_FLAME_CHARGE_TEXT_1": "Delphox 朝着指定的方向向前冲锋。冲锋结束时若自动攻击范围内有敌人，则召唤三道火焰进行攻击。这些火焰造成伤害并使敌人移动速度降低 30%，持续 2 秒。此招式可以在使用火焰冲击或神秘之火的同时使用。每个后续的火焰命中减少 70%。",
    "DELPHOX_MOVE_FLAME_CHARGE_TEXT_2": "使用此招式时，德尔福克斯的移动速度提升30%，持续1秒。",
    "DELPHOX_MOVE_FANCIFUL_FIREWORKS_TEXT_1": "对指定区域内的敌人造成持续伤害，持续8秒。被击中的敌人移动速度降低 50%，HP 恢复效果降低 50%，持续 1.75 秒。恢复效果在该区域内减弱，并且无法在该区域中被清除。离开区域时，削弱的HP恢复效果会持续1.75s，离开区域后可能会被清除。8 秒持续时间（以 0.5 秒为间隔滴答）。",
    "DELPHOX_MOVE_FANCIFUL_FIREWORKS_TEXT_2": "30% 移动速度，30% CDR，20% 最大生命值护盾"
  }
}