{
  "En":
  {
    "DRAGAPULT_PA1_TEXT_1": "Reduces the duration of debuff effects inflicted on the user.",
    "DRAGAPULT_BA1_TEXT_1": "Each time damage is dealt to enemies, boosted basic attack gauge increases. When the boosted basic attack gauge is full (after 8 instances of damage), the Pokémon's basic attacks become boosted attacks. Boosted attacks deal increased damage and have an area-of-effect centered on the enemy they hit. The boosted basic attack gauge will begin decreasing rapidly if this Pokémon does not deal damage to enemies for 3s.",
    "DRAGAPULT_MOVE_ASTONISH_TEXT_1": "Lets out a sound blast in a forward direction. The shout explodes when it hits an enemy or after traveling a set distance, dealing damage in an area and decreasing enemy movement speed by 30% for 2s.",
    "DRAGAPULT_MOVE_DRAGON_BREATH_TEXT_1": "Exhales a mighty gust in the designated direction, dealing damage to enemies in the area-of-effect and decreasing their movement speed by 30% for 2s. The gust also leaves the ground burning for 3s. Enemies in this area take damage-over-time and have their movement speed decreased for a short time. If this move is used while the user is flying with Dragon Dance, the mighty gust is exhaled along Dragon Dance's flight path, dealing damage to enemies in the area and decreasing their movement speed for a short time.",
    "DRAGAPULT_MOVE_DRAGON_BREATH_TEXT_2": "Deals increased damage and increases the slow to 45% for 2s.",
    "DRAGAPULT_MOVE_SHADOW_BALL_TEXT_1": "Hurls a shadowy blob in the designated direction, dealing damage to enemies hit and applying a mark to them. When marked enemies are hit by Dragapult, they receive additional damage. After the fourth time the marked enemy is hit, the mark is removed, and additional damage is dealt and the user recovers 10% of max HP. After using this move, the user moves a short distance in a designated direction.",
    "DRAGAPULT_MOVE_SHADOW_BALL_TEXT_2": "Increased damage.",
    "DRAGAPULT_MOVE_QUICK_ATTACK_TEXT_1": "Dashes in the designated direction, increasing basic attack speed by 40% for 2s.",
    "DRAGAPULT_MOVE_DRAGON_DANCE_TEXT_1": "Flies in a circular pattern in the designated direction. While flying, continuously deal damage to nearby enemies with auto attacks that deal 10% less damage but have increased attack speed by 200%. This fly pattern takes 3.5s to complete. If this move is used again while the user is flying, the user stops flying and moves a short distance in the designated direction. If the user knocks out an enemy, this move's cooldown is reset. If the user assists in a knock out, this move's cooldown is reduced by half. When this move is used, Dragon Breath's cooldown is reset.",
    "DRAGAPULT_MOVE_DRAGON_DANCE_TEXT_2": "While the user is flying, attacks gain an additional 25% lifesteal.",
    "DRAGAPULT_MOVE_PHANTOM_FORCE_TEXT_1": "The user enters stealth and has 15% increased movement speed for 6s. While the user is in stealth, the boosted basic attack gauge increases. When stealth ends, Dragapult's basic attack speed is increased by 85% for 3s. After this move is learned, if the user knocks out an enemy, this move's cooldown is reset and Dragapult's Attack is increased by 6 until the end of battle. This Attack increase can stack up to 8 times.",
    "DRAGAPULT_MOVE_PHANTOM_FORCE_TEXT_2": "Reduces this move's cooldown by 0.5s when the user deals damage to enemies with basic or boosted attacks.",
    "DRAGAPULT_MOVE_DREEP_AND_DESTROY_TEXT_1": "Launches two Dreepy and each deals damage to different enemies in the area-of-effect. The lower the enemy's remaining HP is, the more damage the Dreepy deal. If there is only one target in the area, both Dreepy target that enemy and deal damage to them. A maximum of 2 uses can be kept in reserve for this move. Dreepy may be fired once every 2s. Against Wild Pokemon: The additional damage from missing HP is capped at 1200.",
    "DRAGAPULT_MOVE_DREEP_AND_DESTROY_TAG_TEXT_1": "Also deals 10% of enemy missing HP.",
    "DRAGAPULT_MOVE_DREEP_AND_DESTROY_TEXT_2": "Has an internal cooldown of 30s to activate Energy Amplifier; Has an internal cooldown of 60s to activate Buddy Barrier; 10% Max HP Shield, 10% Movement Speed for 3s"
  },
  "Cn":
  {
    "DRAGAPULT_PA1_TEXT_1": "OOOO",
    "DRAGAPULT_BA1_TEXT_1": "OOOO",
    "DRAGAPULT_MOVE_ASTONISH_TEXT_1": "OOOO",
    "DRAGAPULT_MOVE_DRAGON_BREATH_TEXT_1": "OOOO",
    "DRAGAPULT_MOVE_DRAGON_BREATH_TEXT_2": "OOOO",
    "DRAGAPULT_MOVE_SHADOW_BALL_TEXT_1": "OOOO",
    "DRAGAPULT_MOVE_SHADOW_BALL_TEXT_2": "OOOO",
    "DRAGAPULT_MOVE_QUICK_ATTACK_TEXT_1": "OOOO",
    "DRAGAPULT_MOVE_DRAGON_DANCE_TEXT_1": "OOOO",
    "DRAGAPULT_MOVE_DRAGON_DANCE_TEXT_2": "OOOO",
    "DRAGAPULT_MOVE_PHANTOM_FORCE_TEXT_1": "OOOO",
    "DRAGAPULT_MOVE_PHANTOM_FORCE_TEXT_2": "OOOO",
    "DRAGAPULT_MOVE_DREEP_AND_DESTROY_TEXT_1": "OOOO",
    "DRAGAPULT_MOVE_DREEP_AND_DESTROY_TAG_TEXT_1": "OOOO",
    "DRAGAPULT_MOVE_DREEP_AND_DESTROY_TEXT_2": "OOOO"
  }
}