{
  "En":
  {
    "GRENINJA_PA1_TEXT_1": "While HP is at 50% or less, Attack is increased by 5% and movement speed is increased by 12%.",
    "GRENINJA_BA1_TEXT_1": "At range, Greninja's auto attacks reduce the cooldown of Surf, Water Shuriken, or Bubble by 0.5s and boosted attacks reduce enemy movement speed by 25% for 0.5s. In melee, Greninja's auto attacks instead deal bonus damage equal to 5% missing HP (calculated as auto attack damage and subject to auto attack effects). Boosted melee attacks also dash through the primary target and increases the missing HP damage to 10%. Against Wild Pokémon: The total damage of melee attacks is capped at 500.",
    "GRENINJA_MOVE_BUBBLE_TEXT_1": "Greninja launches 2 bubbles which pop when they hit an enemy, damaging and slowing them by 25% for 1s.",
    "GRENINJA_MOVE_WATER_SHURIKEN_TEXT_1": "Greninja throws 4 shurikens made of water which explode when they hit an enemy, damaging and slowing enemies by 25% for 1s in a small area while healing Greninja. While using this move, Greninja's movement speed is increased by 15% for 3s.",
    "GRENINJA_MOVE_WATER_SHURIKEN_TEXT_2": "Throws 5 shurikens instead.",
    "GRENINJA_MOVE_SURF_TEXT_1": "Greninja dashes on a wave, damaging enemies and healing themself for each enemy hit. Enemies below half health are dealt bonus damage, and if this move KOs an enemy the cooldown is reset. Against Wild Pokémon: The first hit is capped at 1200 and the second hit is capped at 600.",
    "GRENINJA_MOVE_SURF_TEXT_2": "Increased healing.",
    "GRENINJA_MOVE_SUBSTITUTE_TEXT_1": "Greninja dashes while leaving behind a targetable decoy. Greninja is unstoppable while dashing.",
    "GRENINJA_MOVE_DOUBLE_TEAM_TEXT_1": "Greninja briefly vanishes before dashing and sending clones in different directions. The clones attack nearby targets, have the same HP and defenses as Greninja, deal 18% of Greninja's damage (clones use Surf or Water Shuriken - whichever is learned by Greninja), and last for 3s. Greninja is unstoppable while dashing.",
    "GRENINJA_MOVE_DOUBLE_TEAM_TEXT_2": "Cooldown reduced by 1s.",
    "GRENINJA_MOVE_SMOKESCREEN_TEXT_1": "Greninja becomes invisible for 3s, gaining 10% bonus movement speed, and leaving behind a cloud of smoke. Enemies that stay in the smoke cloud have their vision range reduced by 60%. Greninja's next attack is boosted and deals increased damage, melee and ranged bonus effects apply. Greninja is unstoppable while dashing.",
    "GRENINJA_MOVE_SMOKESCREEN_TEXT_2": "Also increases Greninja's attack by 20% for 2s when leaving stealth.",
    "GRENINJA_MOVE_WATERBURST_SHURIKEN_TEXT_1": "Throw a giant water shuriken toward the designated area, dealing damage to enemies in the area of effect and those in the line shown by arrowed reticule but are outside Greninja's melee attack range. Pokémon damaged by the designated circular area have their movement speed decreased by 50% for 2s when this move hits. The water shuriken then immediately explodes, dealing damage to enemies in the area of effect and throws them in the air. Once this move ends, Greninja may jump in a designated direction.",
    "GRENINJA_MOVE_WATERBURST_SHURIKEN_TEXT_2": "30% Movement Speed, 35% Attack Speed, 20% Max HP Shield"
  },
  "Cn":
  {
    "GRENINJA_PA1_TEXT_1": "HP在50%以下时，攻击提升5%，移动速度提升12%。",
    "GRENINJA_BA1_TEXT_1": "在远程，Greninja 的自动攻击可将冲浪、水手里剑或泡泡的冷却时间缩短 0.5 秒，而强化攻击可使敌人的移动速度降低 25%，持续 0.5 秒。在近战中，Greninja 的自动攻击会造成相当于 5% 已损失生命值的额外伤害（计算为自动攻击伤害并受自动攻击效果影响）。增强的近战攻击还会冲过主要目标并将丢失的 HP 伤害增加到 10%。对野生宝可梦：近战攻击的总伤害上限为500。",
    "GRENINJA_MOVE_BUBBLE_TEXT_1": "Greninja 发射 2 个泡泡，当它们击中敌人时会弹出，对敌人造成伤害并使其减速 25%，持续 1 秒。",
    "GRENINJA_MOVE_WATER_SHURIKEN_TEXT_1": "Greninja 投掷 4 个水制成的手里剑，当它们击中敌人时会爆炸，在小范围内对敌人造成伤害并使其减速 25% 持续 1 秒，同时治疗 Greninja。使用此招式时，Greninja 的移动速度提高 15%，持续 3 秒。",
    "GRENINJA_MOVE_WATER_SHURIKEN_TEXT_2": "改为投掷 5 个手里剑。",
    "GRENINJA_MOVE_SURF_TEXT_1": "Greninja 在波浪中冲刺，伤害敌人并为每个敌人治疗自己。低于一半生命值的敌人会受到额外伤害，如果此移动击倒敌人，则冷却时间会重置。对付野生宝可梦：第一击上限为 1200，第二击上限为 600。",
    "GRENINJA_MOVE_SURF_TEXT_2": "治疗量增加。",
    "GRENINJA_MOVE_SUBSTITUTE_TEXT_1": "Greninja 冲刺时会留下一个可瞄准的诱饵。Greninja 在冲刺时势不可挡。",
    "GRENINJA_MOVE_DOUBLE_TEAM_TEXT_1": "Greninja 会短暂消失，然后向不同方向冲刺和发送克隆体。分身攻击附近的目标，拥有与 Greninja 相同的 HP 和防御，造成 Greninja 的 18% 的伤害（克隆使用 Surf 或 Water Shuriken - 以 Greninja 学习的那个为准），并持续 3 秒。Greninja 在冲刺时势不可挡。",
    "GRENINJA_MOVE_DOUBLE_TEAM_TEXT_2": "冷却时间减少 1 秒。",
    "GRENINJA_MOVE_SMOKESCREEN_TEXT_1": "Greninja 隐身 3 秒，获得 10% 额外移动速度，并留下一团烟雾。留在烟雾云中的敌人的视野范围减少 60%。Greninja 的下一次攻击得到增强并造成更高的伤害，近战和远程奖励效果适用。Greninja 在冲刺时势不可挡。",
    "GRENINJA_MOVE_SMOKESCREEN_TEXT_2": "离开隐身状态时，Greninja 的攻击力也会提高 20%，持续 2 秒。",
    "GRENINJA_MOVE_WATERBURST_SHURIKEN_TEXT_1": "向指定区域投掷巨型水手里剑，对影响范围内的敌人以及箭头标线所示线上但在 Greninja 的近战攻击范围之外的敌人造成伤害。招式命中时，被指定圆形区域伤害的宝可梦移动速度降低50%，持续2秒。水手里剑随即爆炸，对范围内的敌人造成伤害并将其抛向空中。一旦此移动结束，Greninja 可以向指定方向跳跃。",
    "GRENINJA_MOVE_WATERBURST_SHURIKEN_TEXT_2": "30% 移动速度，35% 攻击速度，20% 最大生命值护盾"
  }
}