{
  "En":
  {
    "SYLVEON_PA1_TEXT_1": "Every time Eevee deals or receives damage, increase Sp. Attack by 5% for 1.5s, stacking up to 4 times.",
    "SYLVEON_PA2_TEXT_1": "Every time Sylveon deals or receives damage, increase Sp. Atk and Sp. Defense by 2.5% for 1.5s, stacking up to 6 times.",
    "SYLVEON_BA1_TEXT_1": "Becomes a boosted attack with every third attack, dealing increased damage.",
    "SYLVEON_BA2_TEXT_1": "Becomes a boosted attack with every third attack, dealing increased damage. In addition, increase movement speed by 75% for 1s when this boosted attack hits.",
    "SYLVEON_MOVE_SWIFT_TEXT_1": "Shoots 4 star-shaped rays at enemies, dealing damage to them.",
    "SYLVEON_MOVE_MYSTICAL_FIRE_TEXT_1": "Create four small flames while leaping in the designated direction. These flames shoot towards enemies one by one, dealing damage and decreasing their Sp. Attack by 15% for 1s, stacking up to 4 times. Each time a flame hits, reduce the cooldown of this move by 15% of the current cooldown. After the first flame hits, subsequent flames on the same target deal 25% damage. Wild Pokémon will only be prioritized if no enemy players are in range.",
    "SYLVEON_MOVE_MYSTICAL_FIRE_TEXT_2": "Increases the number of flames by one.",
    "SYLVEON_MOVE_HYPER_VOICE_TEXT_1": "Unleashes an attack of multiple sound waves that deal damage when they hit. The damage dealt increases the farther the target is from Sylveon. Every sound wave reduces enemy Sp. Defense by 20% for 1.5s (capping at 80%).",
    "SYLVEON_MOVE_HYPER_VOICE_TEXT_2": "Increases the number of sound waves by one.",
    "SYLVEON_MOVE_BABY_DOLL_EYES_TEXT_1": "Stare at an enemy with baby-doll eyes, dealing damage and decreasing their Attack by 15% and decreasing their movement speed for a short time when this move hits.",
    "SYLVEON_MOVE_DRAINING_KISS_TEXT_1": "Blow a kiss at an enemy that goes back and forth between Sylveon and the target multiple times. When the kiss touches Sylveon, restore HP. When it hits the enemy, deal damage and decrease their movement speed by 20% for a short time. If Sylveon and the enemy move too far away from each other, the kiss will disappear faster than normal.",
    "SYLVEON_MOVE_DRAINING_KISS_TEXT_2": "Increased healing.",
    "SYLVEON_MOVE_CALM_MIND_TEXT_1": "Sylveon quietly focuses their mind and calms their spirit, increasing movement speed, Sp. Attack by 40% and Sp. Defense by 10% for 3s.",
    "SYLVEON_MOVE_CALM_MIND_TEXT_2": "Up to 3s after using this move, if Sylveon is hit by an Enemy's move, the damage is completely nullified and Sylveon is granted a shield.",
    "SYLVEON_MOVE_FAIRY_FROLIC_TEXT_1": "Jump into the air, removing most statuses and becoming invincible. The moment Sylveon lands, lose invincibility and immediately gain Fairy Frolic buff, while dealing damage to enemies in the area of effect. Fairy Frolic buff: for 10s, 50% of the damage dealt by Sylveon is converted into HP. No HP is recovered if the damage is dealt to shields.",
    "SYLVEON_MOVE_FAIRY_FROLIC_TEXT_2": "30% Movement Speed, 30% CDR, 20% Max HP Shield"
  },
  "Cn":
  {
    "SYLVEON_PA1_TEXT_1": "每次伊布造成或受到伤害时，增加 Sp。攻击力提升5%，持续1.5秒，最多叠加4次。",
    "SYLVEON_PA2_TEXT_1": "每当 Sylveon 造成或受到伤害时，增加 Sp。攻击力和 Sp。防御力降低 2.5%，持续 1.5 秒，最多叠加 6 次。",
    "SYLVEON_BA1_TEXT_1": "每三次攻击变为一次增强攻击，造成更高的伤害。",
    "SYLVEON_BA2_TEXT_1": "每三次攻击变为一次增强攻击，造成更高的伤害。此外，当此增幅攻击命中时，移动速度提高 75%，持续 1 秒。",
    "SYLVEON_MOVE_SWIFT_TEXT_1": "向敌人发射 4 道星形射线，对其造成伤害。",
    "SYLVEON_MOVE_MYSTICAL_FIRE_TEXT_1": "向指定方向跳跃的同时产生四道小火苗。这些火焰一个接一个地射向敌人，造成伤害并降低他们的 Sp。1秒内攻击力提升15%，最多叠加4次。每次火焰命中时，此招式的冷却时间减少当前冷却时间的 15%。第一道火焰命中后，对同一目标的后续火焰造成 25% 的伤害。只有在范围内没有敌方玩家时，野生神奇宝贝才会被优先处理。",
    "SYLVEON_MOVE_MYSTICAL_FIRE_TEXT_2": "将火焰数量增加一个。",
    "SYLVEON_MOVE_HYPER_VOICE_TEXT_1": "释放多重声波攻击，击中时造成伤害。目标离 Sylveon 越远，造成的伤害就会增加。每一次声波都会减少敌人的 Sp。防御力降低 20%，持续 1.5 秒（上限为 80%）。",
    "SYLVEON_MOVE_HYPER_VOICE_TEXT_2": "将声波数量增加一个。",
    "SYLVEON_MOVE_BABY_DOLL_EYES_TEXT_1": "命中时用娃娃眼凝视敌人，造成伤害并降低其15%的攻击力，并在短时间内降低其移动速度。",
    "SYLVEON_MOVE_DRAINING_KISS_TEXT_1": "向在 Sylveon 和目标之间来回多次的敌人飞吻。当吻触及西尔维翁时，恢复 HP。击中敌人时造成伤害并短时间内降低敌人20%的移动速度。如果 Sylveon 和敌人离得太远，亲吻会比平时消失得更快。",
    "SYLVEON_MOVE_DRAINING_KISS_TEXT_2": "治疗量增加。",
    "SYLVEON_MOVE_CALM_MIND_TEXT_1": "Sylveon悄悄地集中他们的精神并平静他们的精神，增加移动速度，Sp。攻击力降低 40% 和 Sp。防御力提升 10%，持续 3 秒。",
    "SYLVEON_MOVE_CALM_MIND_TEXT_2": "使用此招式后最多 3 秒，如果西尔文被敌人的招式击中，则伤害完全无效，西尔文获得护盾。",
    "SYLVEON_MOVE_FAIRY_FROLIC_TEXT_1": "跳到空中，消除大多数状态并立于不败之地。Sylveon落地的那一刻，失去无敌状态并立即获得Fairy Frolic buff，同时对效果范围内的敌人造成伤害。妖精嬉戏buff：持续10秒，仙女座造成伤害的50%转化为生命值。如果对护盾造成伤害，则不会恢复 HP。",
    "SYLVEON_MOVE_FAIRY_FROLIC_TEXT_2": "30% 移动速度，30% CDR，20% 最大生命值护盾"
  }
}