{
  "En":
  {
    "DODRIO_PA1_TEXT_1": "While moving, the sprint gauge charges and at full, Dodrio runs at increased movement speed. If movement speed is decreased below a threshold, the sprint gauge will rapidly deplete. When Doduo scores a goal, it evenly divides its collected Aeos energy into two portions and deposits them into the goal one at a time. As Dodrio, this is split into three portions to deposit in the goal one at a time. Only goals made by a full channel will count towards stacking items.",
    "DODRIO_BA1_TEXT_1": "Becomes a boosted attack with every third attack. Attacking with a full sprint gauge turns the attack into a charge in the facing direction. If the sprint gauged attack hits an enemy, all cooldowns are reduced by 1s.",
    "DODRIO_MOVE_PECK_TEXT_1": "Jabs forward with Doduo's beaks. When using the move, Doduo stops moving and loses sprint gauge due to dropping below the sprint gauge gaining threshold. When the sprint gauge is full, Doduo charges forward to jab the in the facing direction and fully consumes the sprint gauge.",
    "DODRIO_MOVE_TRI_ATTACK_TEXT_1": "Dodrio attacks with their beaks in a cone in front of themself, dealing damage to enemies and applying one of the following random effects to enemies hit: decrease Attack and Burn, decrease attack speed, or decrease movement speed. When the sprint gauge is full, Dodrio instead shoots out 3 projectiles in the facing direction. If a projectile hits an enemy, the projectile deals damage and applies one of the aforementioned effects based on its color. After this move is used, Dodrio's next basic attack deals additional damage and restores HP. Holds 2 uses in reserve and cannot be used more than once every 1s.",
    "DODRIO_MOVE_TRI_ATTACK_TEXT_2": "The next auto attack gains additional healing by 3% of max HP. When used with a full sprint gauge the charge time for this move is reduced by 1s. BUG: The additional 3% of Max HP does not work on a Sprint Gauge Empowered Attack after Tri Attack's projectile version of Tri Attack",
    "DODRIO_MOVE_DRILL_PECK_TEXT_1": "Dodrio strikes forward with their sharp beaks multiple times, dealing damage to enemies hit. If used with a full sprint gauge, consume the sprint gauge and dash forward while striking with their sharp beaks multiple times, dealing damage to enemies hit and shoving them.",
    "DODRIO_MOVE_DRILL_PECK_TEXT_2": "Reduces base cd by 2.5s and restores a portion of Dodrio's HP equal to 30% of damage dealt by the flat damage (percent damage excluded).",
    "DODRIO_MOVE_QUICK_ATTACK_TEXT_1": "Dash forward, increasing the user's movement speed for a short time and dealing damage to enemies hit. This move's cooldown is reduced by 1s if it hits an enemy.",
    "DODRIO_MOVE_AGILITY_TEXT_1": "Become immune to hindrances for a short time and adds to the sprint gauge. Afterward, movement speed is increased by 20% for 4s, and the sprint gauge charges faster.",
    "DODRIO_MOVE_AGILITY_TEXT_2": "Fully charges the sprint gauge on use.",
    "DODRIO_MOVE_JUMP_KICK_TEXT_1": "Dodrio leaps forward while kicking. If this move makes contact with an enemy or obstacle, Dodrio leaps over it and stomps the ground when landing, dealing damage to enemies in the area-of-effect, slowing by 25% for 2s, and the sprint gauge charges by 75%. If this move makes contact with an enemy, this move's cooldown is reduced by 3s.",
    "DODRIO_MOVE_JUMP_KICK_TEXT_2": "Enemies in the area of the landing are also stunned for 1s.",
    "DODRIO_MOVE_TRIPLE_TRAMPLE_TEXT_1": "Dodrio runs to a designated location. While running, Dodrio is immune to hindrances. If Dodrio makes contact with an enemy while running, they are dealt damage and thrown into the air for 1s. When Dodrio arrives at the designated location, Dodrio gains 30% increased Attack and loses 5% Sp. Attack for 3s, is granted a 10% Max HP shield for 3s, and the sprint gauge charges faster for 6s. Damage dealt at the designated location is affected by the 30% Attack bonus.",
    "DODRIO_MOVE_TRIPLE_TRAMPLE_TEXT_2": "80% Movement Speed, 20% Max HP Shield"
  },
  "Cn":
  {
    "DODRIO_PA1_TEXT_1": "移动时，冲刺量表会充满，多德里奥会以更高的移动速度奔跑。如果移动速度降低到阈值以下，则冲刺槽会迅速耗尽。当多多进球时，它会将收集到的 Aeos 能量平均分成两部分，一次一个地投入球门。作为 Dodrio，这被分成三个部分，一次一个地投入球门。只有全频道完成的目标才会计入堆叠项目。",
    "DODRIO_BA1_TEXT_1": "每三次攻击变为一次增强攻击。以全速冲刺计攻击时，攻击会变成朝对面方向冲锋。如果冲刺计量攻击击中敌人，所有冷却时间减少 1 秒。",
    "DODRIO_MOVE_PECK_TEXT_1": "多多的喙向前戳去。使用招式时，朵朵停止移动，并因低于冲刺槽获得阈值而失去冲刺槽。冲刺槽满时，朵朵向前冲刺，将冲刺槽消耗殆尽。",
    "DODRIO_MOVE_TRI_ATTACK_TEXT_1": "多德里奥用它们的喙攻击自己前方的锥形区域，对敌人造成伤害并对被击中的敌人施加以下随机效果之一：减少攻击和燃烧、降低攻击速度或降低移动速度。当冲刺槽满时，多德里奥改为朝面对的方向发射 3 颗弹丸。如果射弹击中敌人，射弹会造成伤害并根据其颜色应用上述效果之一。此招式使用后，多德里奥的下一次普攻追加伤害并回复生命值。保留 2 次使用，每 1 秒不能使用超过一次。",
    "DODRIO_MOVE_TRI_ATTACK_TEXT_2": "下一次自动攻击额外获得相当于最大生命值 3% 的治疗效果。当使用完整的冲刺量表时，此招式的充电时间减少 1 秒。BUG：额外 3% 的 Max HP 在 Tri Attack 的射弹版本的 Tri Attack 后不适用于 Sprint Gauge Empowered Attack",
    "DODRIO_MOVE_DRILL_PECK_TEXT_1": "多德里奥用它们锋利的喙多次向前攻击，对命中的敌人造成伤害。冲刺槽满时消耗冲刺槽，一边用锋利的喙多次攻击一边向前冲刺，对命中的敌人造成伤害并将其推开。",
    "DODRIO_MOVE_DRILL_PECK_TEXT_2": "减少 2.5 秒的基础 cd，并恢复 Dodrio 的部分 HP，该部分 HP 等于固定伤害造成的伤害的 30%（不包括百分比伤害）。",
    "DODRIO_MOVE_QUICK_ATTACK_TEXT_1": "向前冲刺，短时间内提高使用者的移动速度并对击中的敌人造成伤害。如果击中敌人，此招式的冷却时间会减少 1 秒。",
    "DODRIO_MOVE_AGILITY_TEXT_1": "在短时间内对障碍免疫并增加冲刺量表。之后，移动速度增加 20%，持续 4 秒，冲刺槽的充能速度加快。",
    "DODRIO_MOVE_AGILITY_TEXT_2": "使用时为冲刺量表充满电。",
    "DODRIO_MOVE_JUMP_KICK_TEXT_1": "多德里奥一边踢一边向前跳跃。如果此招式接触到敌人或障碍物，多德里奥会跳过它并在落地时踩踏地面，对范围内的敌人造成伤害，减速25%，持续2秒，冲刺槽增加75%。如果此招式与敌人接触，则此招式的冷却时间减少 3 秒。",
    "DODRIO_MOVE_JUMP_KICK_TEXT_2": "降落区域的敌人也会被眩晕 1 秒。",
    "DODRIO_MOVE_TRIPLE_TRAMPLE_TEXT_1": "多德里奥跑到指定地点。奔跑时，多德里奥不受障碍物的影响。如果多德里奥在奔跑中与敌人接触，他们会受到伤害并被抛到空中 1 秒。当多德里奥到达指定位置时，多德里奥获得30%的攻击力提升并失去5%的Sp。攻击持续 3 秒，获得 10% 最大生命值护盾，持续 3 秒，冲刺槽蓄力加速，持续 6 秒。在指定位置造成的伤害受 30% 攻击加成的影响。",
    "DODRIO_MOVE_TRIPLE_TRAMPLE_TEXT_2": "80% 移动速度，20% 最大生命值护盾"
  }
}