{
  "En":
  {
    "SCYTHER_PA1_TEXT_1": "After this Pokémon uses a move, the next auto attack will deal two consecutive auto attacks instead. The second of these deals decreased damage. Technician lasts 5s and has no internal cooldown.",
    "SCYTHER_BA1_TEXT_1": "Becomes a boosted attack with every third attack, striking twice. The first attack is a normal basic attack and the second of these deals decreased damage, can critically hit, and increases Scyther's movement speed by 35% for 2s.",
    "SCYTHER_MOVE_FURY_CUTTER_TEXT_1": "Slashes twice dealing damage with its scythes in a cone. The second slash deals more damage than the first.",
    "SCYTHER_MOVE_DUAL_WINGBEAT_TEXT_1": "Slashes in front with scythes, dealing damage in an X-shaped area-of-effect. If the second slash deals damage to an enemy in the center, restore the user's HP. If this move hits an enemy, it can be activated again within a set amount of time. If this move is used again, the user dashes in the designated direction, dealing damage to enemies hit. The dash deals more damage the lower the enemy's HP is.",
    "SCYTHER_MOVE_DUAL_WINGBEAT_TAG_TEXT_1": "20% of enemy missing HP. Against Wild Pokemon: The total damage is capped at 1200.",
    "SCYTHER_MOVE_DUAL_WINGBEAT_TEXT_2": "Increases the damage dealt by this move.",
    "SCYTHER_MOVE_QUICK_ATTACK_TEXT_1": "Dashes in designated direction dealing damage to enemies hit along the way.",
    "SCYTHER_MOVE_DOUBLE_HIT_TEXT_1": "Jumps in the designated direction, dealing damage to enemies during the jump and applying a mark to that enemy until they leave combat. After hitting an enemy, jump again. An enhanced auto attack is prepared on landing that charges at the enemy being attacked. This enhanced attack is available for 5s. If a marked enemy is knocked out, all of the user's move cooldowns are reset. The mark may be cleansed.",
    "SCYTHER_MOVE_DOUBLE_HIT_TEXT_2": "Reduces cooldown by 1s.",
    "SCYTHER_MOVE_SWORDS_DANCE_TEXT_1": "Dashes a short distance, increasing Attack by 12% for 5s. While Swords Dance's attack buff is active, after basic attacks or abilities make contact 8 times, the user launches an area-of-effect attack that pierces through enemies in a line.",
    "SCYTHER_MOVE_SWORDS_DANCE_TEXT_2": "Reduces the damage the user receives by 50% while dashing (0.3s).",
    "SCYTHER_MOVE_GREEN_ILLUSION_DIVE_TEXT_1": "Target an enemy, slashing through them dealing an initial hit of damage and creating 5 copies a set distance away. Copies deal damage to enemies they make contact with and apply a mark to them for 5s. After 5s, the copies return to Scyther, dealing damage to enemies they make contact with and healing Scyther for each hit. This move may be used again within 5s of activating as a dash in a designated direction dealing damage to enemies hit. The copies then dash to the end location of the user's dash. If a copy makes contact with an enemy while returning to Scyther, the copy deals damage to that enemy and disappears. If a marked enemy is knocked out, all of Scyther's move cooldowns are reset. Subsequent copies hitting the same target take 70% reduced damage.",
    "SCYTHER_MOVE_GREEN_ILLUSION_DIVE_TEXT_2": "80% Movement Speed, 20% Max HP Shield"
  },
  "Cn":
  {
    "SCYTHER_PA1_TEXT_1": "该宝可梦使用招式后，下一次普攻改为连续两次普攻。这些交易中的第二个减少了伤害。技术员持续 5 秒，没有内部冷却时间。",
    "SCYTHER_BA1_TEXT_1": "每三次攻击变为一次增强攻击，攻击两次。第一次攻击是普通的基本攻击，第二次攻击造成的伤害降低，可以暴击，并使镰刀的移动速度提高 35%，持续 2 秒。",
    "SCYTHER_MOVE_FURY_CUTTER_TEXT_1": "用它的镰刀在一个锥形范围内进行两次斜线造成伤害。第二个斜线比第一个造成更多伤害。",
    "SCYTHER_MOVE_DUAL_WINGBEAT_TEXT_1": "用镰刀在前方斩击，在 X 形范围内造成伤害。如果第二道斩击对中心的敌人造成伤害，则恢复使用者的 HP。此招式若命中敌人，可在一定时间内再次发动。如果再次使用此招式，使用者会向指定方向冲刺，对命中的敌人造成伤害。冲刺造成的伤害越低，敌人的 HP 越低。",
    "SCYTHER_MOVE_DUAL_WINGBEAT_TAG_TEXT_1": "20% 的敌人失去 HP。对付野生宝可梦：总伤害上限为1200。",
    "SCYTHER_MOVE_DUAL_WINGBEAT_TEXT_2": "增加此招式造成的伤害。",
    "SCYTHER_MOVE_QUICK_ATTACK_TEXT_1": "向指定方向冲刺，对沿途击中的敌人造成伤害。",
    "SCYTHER_MOVE_DOUBLE_HIT_TEXT_1": "向指定方向跳跃，在跳跃过程中对敌人造成伤害并对该敌人施加标记，直到他们离开战斗。击中敌人后，再次跳跃。落地时准备增强的自动攻击，向被攻击的敌人冲锋。此增强攻击可使用 5 秒。如果被标记的敌人被击倒，则用户的所有移动冷却时间都会重置。标记可能会被清除。",
    "SCYTHER_MOVE_DOUBLE_HIT_TEXT_2": "冷却时间减少 1 秒。",
    "SCYTHER_MOVE_SWORDS_DANCE_TEXT_1": "冲刺一小段距离，增加12%的攻击，持续5秒。当剑舞的攻击增益处于活动状态时，在基本攻击或技能接触 8 次后，用户会发起一次范围攻击，穿透一条直线上的敌人。",
    "SCYTHER_MOVE_SWORDS_DANCE_TEXT_2": "使用户在冲刺时受到的伤害降低 50%（0.3 秒）。",
    "SCYTHER_MOVE_GREEN_ILLUSION_DIVE_TEXT_1": "瞄准一个敌人，砍穿他们造成初始伤害并在一定距离外制造 5 个副本。复制体对接触到的敌人造成伤害并对其施加标记 5 秒。5 秒后，副本返回 Scyther，对接触到的敌人造成伤害，每次击中都会治疗 Scyther。此动作可以在激活后 5 秒内再次使用，作为向指定方向冲刺的动作，对击中的敌人造成伤害。副本然后冲到用户破折号的结束位置。如果副本在返回 Scyther 时与敌人接触，则副本对该敌人造成伤害并消失。如果被标记的敌人被击倒，则 Scyther 的所有移动冷却时间都会重置。击中同一目标的后续副本受到的伤害降低 70%。",
    "SCYTHER_MOVE_GREEN_ILLUSION_DIVE_TEXT_2": "80% 移动速度，20% 最大生命值护盾",

    "Technician": "技术高手",
    "Fury Cutter": "连斩",
    "Dual Wingbeat": "双翼",
    "Bullet Punch": "子弹拳",
    "Quick Attack": "电光一闪",
    "Double Hit": "二连击",
    "Swords Dance": "剑舞",
    "Green Illusion Dive": "翠星划落",
    "Red Illusion Dive": "赤星划落"
  }
}