{
  "En":
  {
    "ZERAORA_PA1_TEXT_1": "Converts 8% of the damage Zeraora was dealt as Atk, up to 200 Atk. Resets after not taking damage for 4s.",
    "ZERAORA_BA1_TEXT_1": "Becomes a boosted attack with every third attack, dealing increased damage and paralyzing (slow by 15% for 2.5s and reduce Attack Speed by 25% for 1s) the enemy while restoring 10% of Zeraora's missing HP.",
    "ZERAORA_MOVE_AGILITY_TEXT_1": "Zeraora quickly dashes forward, increasing auto attack speed by 45% for 3s.",
    "ZERAORA_MOVE_VOLT_SWITCH_TEXT_1": "Zeraora charges forward, damaging enemies in the path and increasing Zeraora's auto attack speed by 45% for 3s. Activating this ability again within 3s will teleport Zeraora to their original location, dealing damage to enemies in the path back.",
    "ZERAORA_MOVE_VOLT_SWITCH_TEXT_2": "Increased damage and further increasing attack speed to 60% for 3s.",
    "ZERAORA_MOVE_SPARK_TEXT_1": "Zeraora leaps in a selected direction, damaging all enemies in their path and becoming unstoppable for 0.2s. If an auto attack is used before the leap ends, Zeraora will jump to the closest enemy, dealing additional damage to the target. Holds 3 uses in reserve - after the first use the next use must be executed within 4s or this move goes on cooldown. The second use resets this timer.",
    "ZERAORA_MOVE_SPARK_TAG_TEXT_1": "If an auto attack is used before the leap ends, deal 110% Atk as damage instead.",
    "ZERAORA_MOVE_SPARK_TEXT_2": "15% missing HP is restored if performing an auto attack before reaching the enemy.",
    "ZERAORA_MOVE_SLASH_TEXT_1": "Zeraora charges toward an enemy and attacks them with multiple swipes, ending with an interrupt that knocks the enemy into the air for 0.5s.",
    "ZERAORA_MOVE_DISCHARGE_TEXT_1": "Zeraora emits an electric aura, damaging all enemies within the aura every 0.3s for 1.5s (6 ticks) followed after 0.4s by a final tick and granting a shield to Zeraora for 3s when it hits. Any paralyzed enemies within the area of effect are pulled towards Zeraora with the final tick, damaging them with an extra tick of damage and stunning them for 1s.",
    "ZERAORA_MOVE_DISCHARGE_TEXT_2": "Enemies hit are slowed by 25% for 1s, refreshing every tick.",
    "ZERAORA_MOVE_WILD_CHARGE_TEXT_1": "Zeraora charges towards an enemy, damaging them multiple times and switching to the nearest enemy if the initial target's HP drops to zero before all hits are used. Initially Wild Charge has 3 hits, but hitting any enemies with abilities or boosted attacks previously within 5s provides up to 3 stacks, each stack adding an additional hit to Wild Charge (capped at 6 hits). Stacks have to be consumed within 5s. The first hit deals full damage and subsequent hits deal half damage. Zeraora is untargetable for the duration of this move (1.2s at 0 stacks, 1.5s at 1 stack, 1.8s at 2 stacks and 2s at 3 stacks). Zeraora takes 1% remaining HP (per hit) as physical damage upon use. The first hit deals 2 instances of recoil damage and subsequent hits deal only 1.",
    "ZERAORA_MOVE_WILD_CHARGE_TEXT_2": "Also deals damage to nearby enemies when it hits.",
    "ZERAORA_MOVE_PLASMA_GALE_TEXT_1": "Become unstoppable for 0.5s and launch a bolt of lightning that travels towards the target enemy; dealing damage and knocking up enemies hit along the path for 0.5s and then once again in an area when reaching the target, knocking all enemies hit into the air. Creates an area of electricity for 5s centered on the initial target that paralyzes enemies caught within, increasing Zeraora's auto attack range and auto attack damage by 20% while inside the area.",
    "ZERAORA_MOVE_PLASMA_GALE_TEXT_2": "30% Movement Speed, 20% Attack Speed, 15% CDR, 20% Max HP Shield"
  },
  "Cn":
  {
    "ZERAORA_PA1_TEXT_1": "将捷拉奥拉造成的伤害的 8% 转化为攻击力，最多 200 点攻击力。4 秒内未受到伤害后重置。",
    "ZERAORA_BA1_TEXT_1": "每三次攻击变为一次强化攻击，造成更高的伤害并使敌人麻痹（减速 15%，持续 2.5 秒，攻击速度降低 25%，持续 1 秒），同时恢复捷拉奥拉损失的 HP 的 10%。",
    "ZERAORA_MOVE_AGILITY_TEXT_1": "捷拉奥拉快速向前冲刺，自动攻击速度提高 45%，持续 3 秒。",
    "ZERAORA_MOVE_VOLT_SWITCH_TEXT_1": "捷拉奥拉向前冲锋，对路径上的敌人造成伤害，并使捷拉奥拉的自动攻击速度提高 45%，持续 3 秒。在 3 秒内再次激活该技能会将捷拉奥拉传送到原来的位置，对返回路径上的敌人造成伤害。",
    "ZERAORA_MOVE_VOLT_SWITCH_TEXT_2": "增加伤害并进一步将攻击速度提高到 60%，持续 3 秒。",
    "ZERAORA_MOVE_SPARK_TEXT_1": "捷拉奥拉向选定的方向跳跃，对路径上的所有敌人造成伤害并在 0.2 秒内无法阻挡。如果在跳跃结束前使用自动攻击，捷拉奥拉会跳向最近的敌人，对目标造成额外伤害。保留 3 次使用 - 第一次使用后必须在 4 秒内执行下一次使用，否则此移动会进入冷却。第二次使用重置此计时器。",
    "ZERAORA_MOVE_SPARK_TAG_TEXT_1": "如果在跳跃结束前使用自动攻击，则改为造成 110% 攻击力的伤害。",
    "ZERAORA_MOVE_SPARK_TEXT_2": "如果在到达敌人之前进行自动攻击，则可以恢复 15% 丢失的 HP。",
    "ZERAORA_MOVE_SLASH_TEXT_1": "捷拉奥拉冲向敌人并多次挥击攻击他们，最后打断敌人并将其击飞 0.5 秒。",
    "ZERAORA_MOVE_DISCHARGE_TEXT_1": "捷拉奥拉发出一道电光光环，每 0.3 秒对光环内的所有敌人造成伤害，持续 1.5 秒（6 刻），然后在 0.4 秒后发出最后一刻，并在击中时为捷拉奥拉提供一个持续 3 秒的护盾。效果区域内任何被麻痹的敌人都会在最后一跳时被拉向泽拉奥拉，对他们造成额外的一跳伤害并使他们昏迷 1 秒。",
    "ZERAORA_MOVE_DISCHARGE_TEXT_2": "被击中的敌人减速 25%，持续 1 秒，每次更新都会刷新。",
    "ZERAORA_MOVE_WILD_CHARGE_TEXT_1": "捷拉奥拉冲向一个敌人，对其造成多次伤害，如果初始目标的生命值在所有攻击都用完之前降为零，则切换到最近的敌人。Wild Charge 最初有 3 次命中，但在 5 秒内击中任何先前使用技能或增强攻击的敌人最多可叠加 3 层，每层叠加为 Wild Charge 额外增加一次命中（最多 6 次命中）。堆栈必须在 5 秒内消耗完。第一击造成全额伤害，随后的命中造成一半伤害。捷拉奥拉在此移动期间无法被选中（0 层时 1.2 秒，1 层时 1.5 秒，2 层时 1.8 秒和 3 层时 2 秒）。捷拉奥拉在使用时会承受 1% 的剩余生命值（每次攻击）作为物理伤害。第一击造成 2 次反冲伤害，随后的击中仅造成 1 次。",
    "ZERAORA_MOVE_WILD_CHARGE_TEXT_2": "击中时也会对附近的敌人造成伤害。",
    "ZERAORA_MOVE_PLASMA_GALE_TEXT_1": "在 0.5 秒内变得势不可挡，并向目标敌人发射一道闪电；造成伤害并击飞沿路径击中的敌人 0.5 秒，然后在到达目标时再次进入一个区域，将所有击中的敌人击飞。以初始目标为中心创造一个持续 5 秒的闪电区域，麻痹陷入其中的敌人，在区域内时捷拉奥拉的自动攻击范围和自动攻击伤害提高 20%。",
    "ZERAORA_MOVE_PLASMA_GALE_TEXT_2": "30% 移动速度，20% 攻击速度，15% CDR，20% 最大生命值护盾"
  }
}