{
  "En":
  {
    "TYRANITAR_PA1_TEXT_1": "When Larvitar receives damage equal to at least 10% of max HP, Attack is increased by 30% for 3s. This Ability goes on cooldown after it’s triggered (40s cd).",
    "TYRANITAR_PA2_TEXT_1": "When Pupitar receives damage equal to at least 10% max HP, all status conditions are nullified and Pupitar is granted a shield worth 10% Max HP. This Ability goes on cooldown after it’s triggered (40s cd).",
    "TYRANITAR_PA3_TEXT_1": "Summons a sandstorm around Tyranitar for 3s after using a move. This sandstorm increases Defense and Sp. Defense by 65% for 3s and deals damage to nearby enemies every .5s.",
    "TYRANITAR_BA1_TEXT_1": "Becomes a boosted attack with every third attack, dealing increased damage when it hits.",
    "TYRANITAR_MOVE_BITE_TEXT_1": "Deals damage to enemies in front of the user. If the enemy HP is below 50%—or falls below that percentage as a result of this move—they become unable to move for a short time.",
    "TYRANITAR_MOVE_DARK_PULSE_TEXT_1": "Exhale a mist of darkness in a horizontal sweeping motion, dealing damage to any enemy hit. If the remaining HP of an enemy hit by this move falls below 50%, they become unable to move for a short time. If this move hits an enemy again within a set amount of time, it deals additional damage. If this move is used while Tyranitar's piercing strength is activated by Ancient Power, the 8s duration of piercing damage is refreshed.",
    "TYRANITAR_MOVE_DARK_PULSE_TEXT_2": "Reduces this move's cooldown by 1s.",
    "TYRANITAR_MOVE_STONE_EDGE_TEXT_1": "Deals damage to enemies in a 90 degree cone, dealing more damage the closer the enemies are to the user. This move can be used up to 3 times with the cone widening to 135 and 180 degrees.",
    "TYRANITAR_MOVE_STONE_EDGE_TEXT_2": "Increased damage.",
    "TYRANITAR_MOVE_ROCK_POLISH_TEXT_1": "Charge ahead in the designated direction, dealing damage to any enemies hit. If this move hits any enemy, Attack is increased by 15% for 3s.",
    "TYRANITAR_MOVE_ANCIENT_POWER_TEXT_1": "Charge power before releasing a shock wave. The shock wave deals damage to nearby enemies and leaves them unable to act for a short time. While charging power: Tyranitar becomes resistant to hindrances for 4s, movement speed is increased by 20% for 3s (stacking 3 times), and Tyranitar gains a shield (stacking 3 times and lasting up to 5s). If any enemies are hit by the shock wave, Tyranitar is granted piercing strength allowing damage dealt to ignore enemy Defense and shield effects for 8s. If this move hits an enemy, a second shock wave can be released in front of Tyranitar; dealing damage to enemies and decreasing their movement speed by 30% for 2s. If this second shock wave hits successfully, Tyranitar is granted another shield. The strength of this shield increases for each enemy hit, capping at 3 stacks.",
    "TYRANITAR_MOVE_ANCIENT_POWER_TEXT_2": "Strengthens the effect of the shields granted by this move.",
    "TYRANITAR_MOVE_SAND_TOMB_TEXT_1": "Leap in a designated direction; dealing damage to any enemies hit and leaving them unable to act for a short time. When Tyranitar lands, the shock from landing creates a cloud of dust at the point of impact for 6s; dealing damage-over-time every 0.5s and decreasing movement speed of enemies hit by 25% for 1s every second. If this move is used again while Tyranitar is in the cloud of dust, enemies in front of Tyranitar will be pulled closer to it. Furthermore, while the user is in the cloud of dust, they take 25% reduced damage and can ignore the Defense and shield effects of enemies.",
    "TYRANITAR_MOVE_SAND_TOMB_TEXT_2": "Increases the length of time the cloud of dust remains at the point of impact.",
    "TYRANITAR_MOVE_TYRANNICAL_RAMPAGE_TEXT_1": "Explode with anger and go on a rampage for 10s. While rampaging, Tyranitar also gains 50% Tenacity and the basic attack pattern changes, dealing increased damage. If the HP of an enemy hit by these basic attacks is below 20% it is immediately knocked out (enemy players only). Attacks during this move cannot critically-hit.",
    "TYRANITAR_MOVE_TYRANNICAL_RAMPAGE_TEXT_2": "30% Movement Speed, 30% CDR, 20% Max HP Shield"
  },
  "Cn":
  {
    "TYRANITAR_PA1_TEXT_1": "幼基拉斯 受到一定伤害（10% 最大体力）时，会在 3 秒内提高 30% 攻击。每次发动这个特性时，需要 40 秒的间隔时间。",
    "TYRANITAR_PA2_TEXT_1": "沙基拉斯 受到一定伤害（10% 最大体力）时，会使自身的异常状态无效，并获得 10% 最大体力的护盾效果。每次发动这个特性时，需要 40 秒间隔时间。",
    "TYRANITAR_PA3_TEXT_1": "班基拉斯 使用招式后，在 3 秒内让周围刮起沙暴，对周围的对方宝可梦每 0.5 秒造成一次伤害，并提高自身的防御和特防 65%，持续 3 秒。",
    "TYRANITAR_BA1_TEXT_1": "第3次普通攻击为强化普通攻击，命中时增加伤害。",
    "TYRANITAR_MOVE_BITE_TEXT_1": "对前方的对方宝可梦造成伤害，体力低于 50% 的对方宝可梦会在短时间内无法移动。",
    "TYRANITAR_MOVE_DARK_PULSE_TEXT_1": "横扫式的吐出黑暗的雾气，对命中对对方宝可梦造成伤害。若受到招式攻击对对方宝可梦的剩余体力低于 50%，会在短时间内无法移动。另外，若在一定时间内再次用此招式命中对方宝可梦，会造成追加伤害。若在“原始之力”激活穿透攻击的强化期间使用此招式命中对方宝可梦，穿透攻击的效果会刷新至 8 秒。",
    "TYRANITAR_MOVE_DARK_PULSE_TEXT_2": "此招式的冷却时间减少 1 秒。",
    "TYRANITAR_MOVE_STONE_EDGE_TEXT_1": "对 90 度锥形范围内的对方宝可梦造成伤害，此时距离自身越近的宝可梦，受到的伤害越大。此招式在一定时间内最多可连续使用 3 次，每次使用时攻击范围都会扩大（分别是 135 度和 180 度）。",
    "TYRANITAR_MOVE_STONE_EDGE_TEXT_2": "伤害增加。",
    "TYRANITAR_MOVE_ROCK_POLISH_TEXT_1": "向指定方向冲刺，对接触到的对方宝可梦造成伤害。招式命中对方宝可梦时，会在 3 秒内提高自身攻击 15%。",
    "TYRANITAR_MOVE_ANCIENT_POWER_TEXT_1": "蓄力发出冲击波进行攻击，对周围的宝可梦造成伤害并使其在短时间内无法动弹。在蓄力期间，自身的移动速度会在 3 秒内提高 20%（可叠加 3 次），获得护盾效果(可叠加 3 次，最多持续 5 秒)，还会获得妨碍抗性（持续 4 秒）。若冲击波若命中对方宝可梦，激活穿透攻击效果，使造成的伤害无视对方宝可梦的防御以及护盾，穿透攻击效果持续 8 秒。另外，招式命中时将能发出第 2 道冲击波。该冲击波会朝前方发出，对对方宝可梦造成伤害，并在 2 秒内降低其移动速度 30%。命中时会获得护盾效果，护盾的强度与第 2 道冲击波命中的对方宝可梦数量成比例，命中 3 只时效果最强。",
    "TYRANITAR_MOVE_ANCIENT_POWER_TEXT_2": "加强此招式赋予的护盾效果。",
    "TYRANITAR_MOVE_SAND_TOMB_TEXT_1": "向指定方向跳跃一次进行移动。对在跳跃时接触到的对方宝可梦造成伤害，并使其在短时间内无法动弹。着地时产生的冲击会使该处扬起沙尘，持续 6 秒，对范围内的对方宝可梦每 0.5 秒造成一次伤害，并降低其移动速度（1 秒内降低 25% 移动速度）。若在沙尘中再次使用此招式，会拖拽位于正面的对方宝可梦。另外，若自身位于沙尘中，会减少自身受到的伤害 25%，并且造成的伤害无视对方宝可梦的防御以及护盾。",
    "TYRANITAR_MOVE_SAND_TOMB_TEXT_2": "增加沙尘的持续时间。",
    "TYRANITAR_MOVE_TYRANNICAL_RAMPAGE_TEXT_1": "怒气爆发并大闹起来。在 10 秒内，提高移动速度，受到妨碍效果降低 50%。在大闹期间，普通攻击的动作会改变，造成的伤害也会增加。若剩余体力低于 20% 的对方宝可梦受到此普通攻击，会立即被打倒。此招式中的攻击无法暴击。",
    "TYRANITAR_MOVE_TYRANNICAL_RAMPAGE_TEXT_2": "30% 移动速度，30% 冷却缩减，20% 最大体力的护盾",

    "Guts": "毅力",
    "Shed Skin": "蜕皮",
    "Sand Stream": "扬沙",
    "Bite": "咬住",
    "Dark Pulse": "恶之波动",
    "Stone Edge": "尖石攻击",
    "Rock Polish": "岩石打磨",
    "Ancient Power": "原始之力",
    "Sand Tomb": "流沙地狱",
    "Tyrannical Rampage": "致命暴袭"
  }
}