{
  "En":
  {
    "CLEFABLE_PA1_TEXT_1": "This Pokémon receives a shield when restoring an ally Pokémon's HP. The strength of this shield is proportional to 50% of the amount of HP restored.",
    "CLEFABLE_BA1_TEXT_1": "Becomes a boosted attack with every third attack, dealing increased damage.",
    "CLEFABLE_MOVE_HEAL_PULSE_TEXT_1": "Immediately restores HP to itself and nearby allies.",
    "CLEFABLE_MOVE_MOONLIGHT_TEXT_1": "Continually restores HP to Clefable and nearby allies for 3s at one tick per half second excluding activation at 0s. Clefable’s movement speed is increased by 20% while this move is active.",
    "CLEFABLE_MOVE_MOONLIGHT_TEXT_2": "Widens this move’s area-of-effect and increases the duration of its effects by 1s.",
    "CLEFABLE_MOVE_DRAINING_KISS_TEXT_1": "Attacks nearby enemies with an energy-draining kiss. Each enemy hit by the kiss receives damage and releases an air kiss. These air kisses will travel to a nearby ally with the lowest HP and restore their HP. If no allies are near, the air kisses will return to Clefable and restore its HP for 80% of the damage dealt.",
    "CLEFABLE_MOVE_DRAINING_KISS_TEXT_2": "Widens this move’s area-of-effect and increases the amount of HP restored to 100% of the damage dealt.",
    "CLEFABLE_MOVE_DISARMING_VOICE_TEXT_1": "Let out a charming cry, dealing damage to nearby enemies and decreasing their movement speed by 40% for 2s.",
    "CLEFABLE_MOVE_GRAVITY_TEXT_1": "Create a gravity zone centered on Clefable that persists for a set amount of time. Inside the gravity zone, auto attacks change and deal increased damage. Enemies in the gravity zone have their movement speed decreased by 15% stacking up to 3 times gaining a stack whenever a set amount of time passes. These enemies are also unable to use Dash moves. If an enemy attempts to enter the gravity zone with a dash move, the dash move is stopped and that enemy is left unable to act for 1s.",
    "CLEFABLE_MOVE_GRAVITY_TEXT_2": "Widens this move’s area-of-effect and increases the duration of its effects.",
    "CLEFABLE_MOVE_FOLLOW_ME_TEXT_1": "Clefable moves to the designated location while waving its finger receiving a 3s shield. Attention of enemies hit and enemies near the designated location are drawn. These drawn enemies are forced to approach the user and attack Clefable with their auto attacks.",
    "CLEFABLE_MOVE_FOLLOW_ME_TEXT_2": "Increases Clefable's Defense by 150 for 3s and Sp. Def by 100 for 3s when this move is used.",
    "CLEFABLE_MOVE_WONDER_WISH_TEXT_1": "Clefable waggles their finger, restoring HP to allies in the area-of-effect. The lower an ally's HP is, the more HP this move restores to that ally. Afterward, Clefable gets a random move that can be performed by using the Unite Move again within 10s. Note: Some random moves will activate immediately.",
    "CLEFABLE_MOVE_WONDER_WISH_TEXT_2": "30% Movement Speed, 30% CDR, 20% Max HP Shield",
    "CLEFABLE_MOVE_SPLASH_TEXT_1": "Hops but nothing happens. Activates immediately and refunds 90% Unite Charge.",
    "CLEFABLE_MOVE_EXPLOSION_TEXT_1": "Activates immediately, dealing massive damage in an area at the cost of 40% of your maximum HP. This cost is unmitigable and can KO you.",
    "CLEFABLE_MOVE_EXPLOSION_TAG_TEXT_1": "40% max HP piercing damage.",
    "CLEFABLE_MOVE_HYDRO_PUMP_TEXT_1": "Spits a powerful stream of water hitting three times and shoving targets back.",
    "CLEFABLE_MOVE_HYPER_BEAM_TEXT_1": "Stands still and fires a targeted piercing beam dealing major damage. Firing rate is quick.",
    "CLEFABLE_MOVE_HYPER_BEAM_TAG_TEXT_1": "Against Wild Pokémon: The additional damage from max HP is capped at 2400.",
    "CLEFABLE_MOVE_BLOCK_TEXT_1": "Create and hold a wall in a target direction gaining a shield and reducing all damage taken by 25% for 4s. Enemies that contact the wall are knocked back and stunned for 0.8s. Other abilities may not be activated during the block but existing moves may continue.",
    "CLEFABLE_MOVE_CLOSE_COMBAT_TEXT_1": "Launches a flurry of blows dealing damage and healing per target hit.",
    "CLEFABLE_MOVE_FLY_TEXT_1": "Leaps up into the air becoming untargetable, granted free movement, and increasing movement speed by 65% for 3s. After 3s or upon early activation, land in the area beneath dealing damage to enemies in the landing area."
  },
  "Cn":
  {
    "CLEFABLE_PA1_TEXT_1": "这只宝可梦在恢复我方宝可梦的生命值时获得护盾。此护盾的强度与 HP 恢复量的 50% 成正比。",
    "CLEFABLE_BA1_TEXT_1": "每三次攻击变为一次增强攻击，造成更高的伤害。",
    "CLEFABLE_MOVE_HEAL_PULSE_TEXT_1": "立即恢复自身和附近盟友的生命值。",
    "CLEFABLE_MOVE_MOONLIGHT_TEXT_1": "以每半秒一滴的速度持续为 Clefable 和附近的盟友恢复 HP，持续 3 秒，不包括在 0 秒激活。此招式激活时，Clefable 的移动速度提高 20%。",
    "CLEFABLE_MOVE_MOONLIGHT_TEXT_2": "扩大此招式的作用范围并将其效果的持续时间增加 1 秒。",
    "CLEFABLE_MOVE_DRAINING_KISS_TEXT_1": "用耗尽能量的吻攻击附近的敌人。每个被吻击中的敌人都会受到伤害并释放一个飞吻。这些飞吻会移动到附近 HP 最低的盟友并恢复他们的 HP。如果附近没有盟友，飞吻将返回 Clefable 并恢复其造成伤害的 80% 的生命值。",
    "CLEFABLE_MOVE_DRAINING_KISS_TEXT_2": "扩大此招式的作用范围，并将恢复的 HP 量增加到造成伤害的 100%。",
    "CLEFABLE_MOVE_DISARMING_VOICE_TEXT_1": "发出迷人的叫声，对附近的敌人造成伤害，并降低他们40%的移动速度，持续2秒。",
    "CLEFABLE_MOVE_GRAVITY_TEXT_1": "创建一个以 Clefable 为中心的重力区，该重力区会持续一段时间。在重力区内，自动攻击发生变化并造成更高的伤害。重力区内的敌人移动速度降低 15%，最多可叠加 3 次，并在经过一定时间后叠加。这些敌人也无法使用冲刺动作。如果敌人试图通过冲刺动作进入重力区，冲刺动作将停止并且该敌人在 1 秒内无法行动。",
    "CLEFABLE_MOVE_GRAVITY_TEXT_2": "扩大此招式的影响范围并增加其效果的持续时间。",
    "CLEFABLE_MOVE_FOLLOW_ME_TEXT_1": "Clefable 移动到指定位置，同时挥动手指接收 3s 护盾。被击中的敌人和指定位置附近的敌人的注意力被吸引。这些被吸引的敌人被迫接近用户并用他们的自动攻击攻击 Clefable。",
    "CLEFABLE_MOVE_FOLLOW_ME_TEXT_2": "将 Clefable 的防御力提高 150，持续 3 秒和 Sp。使用此招式时防御100，持续3秒。",
    "CLEFABLE_MOVE_WONDER_WISH_TEXT_1": "Clefable 摇动他们的手指，为影响范围内的盟友恢复 HP。己方生命值越低，此招式为该盟友恢复的生命值越多。之后，Clefable 获得一个随机动作，可以在 10 秒内再次使用 Unite Move 来执行。注意：一些随机动作会立即激活。",
    "CLEFABLE_MOVE_WONDER_WISH_TEXT_2": "30% 移动速度，30% CDR，20% 最大生命值护盾",
    "CLEFABLE_MOVE_SPLASH_TEXT_1": "啤酒花，但没有任何反应。立即激活并退还 90% Unite Charge。",
    "CLEFABLE_MOVE_EXPLOSION_TEXT_1": "立即激活，以你最大 HP 的 40% 为代价对一个区域造成大量伤害。这个成本是无法降低的，可以KO你。",
    "CLEFABLE_MOVE_EXPLOSION_TAG_TEXT_1": "40% 最大 HP 穿刺伤害。",
    "CLEFABLE_MOVE_HYDRO_PUMP_TEXT_1": "吐出一股强大的水流，命中三下并将目标推开。",
    "CLEFABLE_MOVE_HYPER_BEAM_TEXT_1": "站着不动并发射有针对性的穿刺光束，造成重大伤害。射速很快。",
    "CLEFABLE_MOVE_HYPER_BEAM_TAG_TEXT_1" : "对野生宝可梦：最大HP的追加伤害上限为2400。",
    "CLEFABLE_MOVE_BLOCK_TEXT_1": "在目标方向创造并守住一堵墙，获得护盾并减少 25% 受到的所有伤害，持续 4 秒。接触墙壁的敌人会被击退并眩晕 0.8 秒。在阻止期间可能不会激活其他能力，但现有的移动可能会继续。",
    "CLEFABLE_MOVE_CLOSE_COMBAT_TEXT_1": "发动一连串的打击，每次击中目标都会造成伤害和治疗。",
    "CLEFABLE_MOVE_FLY_TEXT_1": "跳到空中变得无法被选中，获得自由移动，并增加 65% 的移动速度，持续 3 秒。3 秒后或提前激活时，降落在下方区域，对着陆区内的敌人造成伤害。"
  }
}