{
  "En":
  {
    "ELDEGOSS_PA1_TEXT_1": "When receiving at least 5% max HP as damage in a single attack; recover HP, deal revenge damage in an area around Eldegoss, and decrease the enemies movement speed in this area effect by 30% for 1.5s. This ability has a 10s cooldown.",
    "ELDEGOSS_BA1_TEXT_1": "Becomes a boosted attack with every third attack, attaching a bit of cotton fluff to the enemy for 3s. Eldegoss's and allies' auto attacks against an enemy with cotton fluff on it deal increased damage and decreases the enemy's movement speed by 30% for 1.5s. This extra damage has an internal cooldown of 0.35s for each attacker. Allies use their own SpAtk for calculation of the proc.",
    "ELDEGOSS_MOVE_LEAFAGE_TEXT_1": "Eldegoss shoots a bundle of leaves that explode on the first enemy hit; damaging and slowing movement speed by 40% for 2s in an area.",
    "ELDEGOSS_MOVE_POLLEN_PUFF_TEXT_1": "Eldegoss throws a puff of pollen. This puff attaches to any Pokémon that touches it within 0.5s of landing on the ground or directly to a Pokémon as aimed by Eldegoss. If attached the puff will explode after 2s, damaging enemies and healing allies around it. If the puff has not been attached to any Pokémon within the landing pick up window, the puff detonates after 1s.",
    "ELDEGOSS_MOVE_POLLEN_PUFF_TEXT_2": "If attached to an ally or Eldegoss, it will reduce the damage they receive by 20% for 2s. If attached directly to an enemy, the puff will deal damage over time. Enemies in contact with the small puff while attached to allies also take the damage over time.",
    "ELDEGOSS_MOVE_LEAF_TORNADO_TEXT_1": "Eldegoss conjures a tornado full of leaves launching it in a designated direction. The tornado damages enemies and creates a path of wind that increases the movement speed of allies that touch it by 55% for 1.5s, refreshing as long as they are on the path. When the tornado reaches max distance, the path damages enemies on the path a second time. The haste path lasts for 4s.",
    "ELDEGOSS_MOVE_LEAF_TORNADO_TAG_TEXT_1": "25% of the damage of the first hit.",
    "ELDEGOSS_MOVE_LEAF_TORNADO_TEXT_2": "Enemies hit by the tornado will miss all of their auto attacks for 2.5s.",
    "ELDEGOSS_MOVE_SYNTHESIS_TEXT_1": "Eldegoss uses sunlight to heal themself and nearby allies.",
    "ELDEGOSS_MOVE_COTTON_GUARD_TEXT_1": "Eldegoss creates barriers out of cotton; granting Eldegoss and all nearby allies a shield for 3s. When the shield expires, it restores HP equal to 15% of the remaining shield value.",
    "ELDEGOSS_MOVE_COTTON_GUARD_TEXT_2": "Also increases allies and Eldegoss's movement speed by 30% for 2s.",
    "ELDEGOSS_MOVE_COTTON_SPORE_TEXT_1": "Eldegoss channels for 2s, gathering spores while increasing its movement speed by 30% for 2s. At the end of the channel the spores are released; damaging and throwing nearby enemies into the air for 0.5s, then slowing their movement speed by 30% for 2s when they land. The 2s channel can be finished prematurely by using Cotton Cloud Crash.",
    "ELDEGOSS_MOVE_COTTON_SPORE_TEXT_2": "Eldegoss gains 40% increased Defense and Special Defense while channeling.",
    "ELDEGOSS_MOVE_COTTON_CLOUD_CRASH_TEXT_1": "Float into the air for 3s; becoming invincible and increasing movement speed by 10% for 6s. If used again or after 3s, pound the ground, attacking and shoving enemies for .7s while restoring HP to Eldegoss and allies in the radius.",
    "ELDEGOSS_MOVE_COTTON_CLOUD_CRASH_TEXT_2": "30% Movement Speed, 30% Max HP Shield"
  },
  "Cn":
  {
    "ELDEGOSS_PA1_TEXT_1": "单次攻击至少受到最大生命值5%的伤害时；恢复HP，对Eldegoss周围范围造成复仇伤害，并使该范围内的敌人移动速度降低30%，持续1.5秒。此技能有 10 秒的冷却时间。",
    "ELDEGOSS_BA1_TEXT_1": "每三次攻击变为一次增幅攻击，在敌人身上附着一点棉絮，持续3秒。Eldegoss 和盟友对身上有棉绒的敌人的自动攻击会造成更高的伤害，并使敌人的移动速度降低 30%，持续 1.5 秒。每个攻击者的这种额外伤害有 0.35 秒的内部冷却时间。盟友使用他们自己的 SpAtk 来计算 proc。",
    "ELDEGOSS_MOVE_LEAFAGE_TEXT_1": "Eldegoss 射出一束树叶，在第一个敌人命中时爆炸；在一个区域内造成伤害并降低移动速度 40%，持续 2 秒。",
    "ELDEGOSS_MOVE_POLLEN_PUFF_TEXT_1": "Eldegoss 抛出一团花粉。这种粉扑会附着在落地后 0.5 秒内接触到它的任何宝可梦身上，或者直接附着在 Eldegoss 瞄准的宝可梦身上。如果附着，粉扑会在 2 秒后爆炸，对周围的敌人造成伤害并治疗盟友。如果粉扑没有附着在着陆拾取窗口内的任何神奇宝贝上，粉扑会在 1 秒后引爆。",
    "ELDEGOSS_MOVE_POLLEN_PUFF_TEXT_2": "如果附在盟友或Eldegoss身上，它将使他们受到的伤害降低20%，持续2秒。如果直接附着在敌人身上，粉扑会随着时间的推移造成伤害。附在盟友身上时接触到小粉扑的敌人也会随着时间的推移受到伤害。",
    "ELDEGOSS_MOVE_LEAF_TORNADO_TEXT_1": "Eldegoss 召唤出一片长满树叶的龙卷风，将它朝指定方向发射。龙卷风对敌人造成伤害并制造一条风路，使接触它的盟友的移动速度提高 55%，持续 1.5 秒，只要他们在路上，就会刷新。当龙卷风达到最大距离时，该路径会再次对路径上的敌人造成伤害。加速路径持续 4 秒。",
    "ELDEGOSS_MOVE_LEAF_TORNADO_TAG_TEXT_1": "第一击伤害的 25%。",
    "ELDEGOSS_MOVE_LEAF_TORNADO_TEXT_2": "被龙卷风击中的敌人将在 2.5 秒内错过所有自动攻击。",
    "ELDEGOSS_MOVE_SYNTHESIS_TEXT_1": "Eldegoss 使用阳光来治疗自己和附近的盟友。",
    "ELDEGOSS_MOVE_COTTON_GUARD_TEXT_1": "Eldegoss 用棉花制造屏障；为 Eldegoss 和所有附近的盟友提供 3 秒的护盾。护盾失效时，恢复剩余护盾值15%的HP。",
    "ELDEGOSS_MOVE_COTTON_GUARD_TEXT_2": "同时使友军和Eldegoss的移动速度提高30%，持续2秒。",
    "ELDEGOSS_MOVE_COTTON_SPORE_TEXT_1": "Eldegoss 引导 2 秒，收集孢子，同时增加 30% 的移动速度，持续 2 秒。在通道的尽头释放孢子；对附近的敌人造成伤害并将其抛向空中 0.5 秒，然后在落地时降低他们 30% 的移动速度，持续 2 秒。2s通道可以通过使用Cotton Cloud Crash提前结束。",
    "ELDEGOSS_MOVE_COTTON_SPORE_TEXT_2": "引导时，Eldegoss 的防御和特防提高 40%。",
    "ELDEGOSS_MOVE_COTTON_CLOUD_CRASH_TEXT_1": "浮空3s；变得无敌，移动速度提高10%，持续6秒。如果再次使用或在 3 秒后使用，重击地面，攻击并推搡敌人 0.7 秒，同时为范围内的 Eldegoss 和盟友恢复 HP。",
    "ELDEGOSS_MOVE_COTTON_CLOUD_CRASH_TEXT_2": "30% 移动速度，30% 最大生命值护盾",

    "Cotton Down": "棉絮",
    "Leafage": "树叶",
    "Pollen Puff": "花粉团",
    "Leaf Tornado": "青草搅拌器",
    "Synthesis": "光合作用",
    "Cotton Guard": "棉花防守",
    "Cotton Spore": "棉孢子",
    "Cotton Cloud Crash": "棉絮之舞"
  }
}