{
  "En":
  {
    "SLOWBRO_PA1_TEXT_1": "Slowbro stores up lost HP for a short time (blue HP). Slowbro's Oblivious health remains for 6s and then decreases by 3% max HP every second. When dealing damage to an enemy with Water Gun, Scald, Surf, or Slowbeam - decrease the enemy's Sp.Def by 4% for 5s, stacking up to 5 times.",
    "SLOWBRO_BA1_TEXT_1": "Becomes a boosted attack with every third attack. When this boosted attack hits, deal damage to nearby enemies and decrease their movement speed by 30% for 1s.",
    "SLOWBRO_MOVE_WATER_GUN_TEXT_1": "Slowbro fires a stream of water, damaging and slowing enemies hit by 35% for 1s. This move can be channeled to increase its range and damage. Slowbro's movement speed is reduced while channeling. Restore some of Slowbro's Oblivious health (blue HP) once, after hitting an enemy.",
    "SLOWBRO_MOVE_SCALD_TEXT_1": "Slowbro fires a stream of boiling water; damaging enemies hit, slowing them by 80% for 0.5s and creating a cloud of steam centered on the first enemy hit, which slows by 30% for 3s and applies a burn to all enemies inside. This burn reduces Attack by 40% for 3s. Restore 10% of Slowbro's Oblivious health (blue HP) once per stream instance after hitting an enemy (maximum 3 times).",
    "SLOWBRO_MOVE_SCALD_TEXT_2": "Increases the size of the steam cloud.",
    "SLOWBRO_MOVE_SURF_TEXT_1": "Slowbro rides on a wave, damaging, knocking enemies back, and throwing them in the air for .4s. Two more waves follow after the first, damaging and slowing enemies by 25% for 1s. Restore 10% of Slowbro's Oblivious health (blue HP) per wave, when hitting at least one enemy (maximum 3 times).",
    "SLOWBRO_MOVE_SURF_TEXT_2": "The second and third waves will now also throw enemies in the air for .75s, and the second wave will knock them back.",
    "SLOWBRO_MOVE_SLACK_OFF_TEXT_1": "Slowbro begins channeling a nap and gains a heal over time, healing 1.5% max HP every 0.5s for 3s. While Slowbro remains channeling its nap, all self-healing is doubled (including Slack Off healing).",
    "SLOWBRO_MOVE_AMNESIA_TEXT_1": "Slowbro briefly becomes unstoppable, gaining +300 Defense for 4s and restoring 22.5% of Slowbro's Oblivious health (blue HP) every second for 4s.",
    "SLOWBRO_MOVE_AMNESIA_TEXT_2": "Also increases Slowbro's Sp. Defense by 150.",
    "SLOWBRO_MOVE_TELEKINESIS_TEXT_1": "Slowbro shoots a beam, causing the first enemy hit to float in the air for 2.3s, restoring 15% of Slowbro's Oblivious health (blue HP) every second for 5s. Slowbro can reactivate the ability to pull the enemy to themself, but otherwise cannot act for the duration.",
    "SLOWBRO_MOVE_TELEKINESIS_TEXT_2": "Increases the range and speed of the beam.",
    "SLOWBRO_MOVE_SLOWBEAM_TEXT_1": "Stare at an enemy and attack continually, dealing damage every .5 seconds for 3s and applying 'Bound' to them. This ability counters unstoppable. Grants a shield (10% max HP) and makes Slowbro immune to hindrances while using this move.",
    "SLOWBRO_MOVE_SLOWBEAM_TEXT_2": "30% Movement Speed, 40% Max HP Shield"
  },
  "Cn":
  {
    "SLOWBRO_PA1_TEXT_1": "在短时间内储存损失的体力（蓝色体力）。蓝色体力值会存贮 6 秒，然后每秒减少 3% 最大体力值。使用「水枪」、「热水」、「冲浪」或「呆~强念」对敌人造成伤害时，可用存储的体力进行少量回复，并降低敌人的特防 4%，持续 5 秒，最多可叠加 5 次。",
    "SLOWBRO_BA1_TEXT_1": "第三次普通攻击为强化普通攻击，命中时对周围的敌人造成伤害并使其移动速度降低 30%，持续 1 秒。",
    "SLOWBRO_MOVE_WATER_GUN_TEXT_1": "射出一股水流，对命中的敌人造成伤害并使其减速 35%，持续 1 秒。可以长按此招式按键以增加其范围和伤害。长按时自身的移动速度会降低。在击中敌人后，恢复自身一些储存的体力值（蓝色体力）。",
    "SLOWBRO_MOVE_SCALD_TEXT_1": "喷出一股沸水，对击中的敌人造成伤害，使其减速 80%，持续 0.5 秒，并以第一个击中的敌人为中心制造一团蒸汽。处于蒸汽内的敌人会陷入灼伤状态，并减速 30%，持续 3 秒。陷入灼伤状态的敌人会降低 40% 的攻击，持续 3 秒。每击中一个敌人（最多累积 3 次），会恢复自身 10% 储存的体力值（蓝色体力）。",
    "SLOWBRO_MOVE_SCALD_TEXT_2": "增加蒸汽团的大小。",
    "SLOWBRO_MOVE_SURF_TEXT_1": "乘在波浪上，对敌人造成伤害并将其击退飞 0.4 秒。第一波之后又是两波，对敌人造成伤害并减速 25%，持续 1 秒。每击中一个敌人（最多累积 3 次），会恢复自身 10% 储存的体力值（蓝色体力），",
    "SLOWBRO_MOVE_SURF_TEXT_2": "第二波和第三波现在会将敌人击飞 0.75 秒。",
    "SLOWBRO_MOVE_SLACK_OFF_TEXT_1": "懒洋洋地小睡并随着时间的推移获得治疗，每 0.5 秒恢复 1.5% 的最大体力值，持续 3 秒。若「偷懒」期间不进行移动、普通攻击、使用招式或受到妨碍，回复的体力翻倍。",
    "SLOWBRO_MOVE_AMNESIA_TEXT_1": "短暂进入妨碍无效状态，获得防御力 +300，持续 4 秒，并每秒恢复自身 22.5% 储存的体力值（蓝色体力），持续 4 秒。",
    "SLOWBRO_MOVE_AMNESIA_TEXT_2": "同时增加自身特防 150。",
    "SLOWBRO_MOVE_TELEKINESIS_TEXT_1": "射出一道光束，使第一个被击中的敌人漂浮在空中 2.3 秒，每秒恢复自身 15% 的储存的体力值（蓝色体力），持续 5 秒。再次使用招式时，会将敌人向自身方向拖拽，但在此期间无法行动。",
    "SLOWBRO_MOVE_TELEKINESIS_TEXT_2": "增加光束的范围和速度。",
    "SLOWBRO_MOVE_SLOWBEAM_TEXT_1": "凝视敌人并持续攻击，每 0.5 秒造成一次伤害，持续 3 秒并对其施加「束缚」。这种「束缚」无法被解除。自身获得护盾（10% 最大 HP体力值），且在使用此招式时不会被妨碍。",
    "SLOWBRO_MOVE_SLOWBEAM_TEXT_2": "30% 移动速度，40% 最大体力值护盾",

    "Damage - Low Charge": "伤害 - 低蓄力",
    "Damage - Mid Charge": "伤害 - 中等蓄力",
    "Damage - High Charge": "伤害 - 高蓄力",
    "Damage - per Wave (3 Waves)": "伤害 - 每波海浪（共 3 波）",

    "Oblivious": "迟钝",
    "Water Gun": "水枪",
    "Scald": "热水",
    "Surf": "冲浪",
    "Slack Off": "偷懒",
    "Amnesia": "瞬间失忆",
    "Telekinesis": "意念移物",
    "Slowbeam": "呆~强念"
  }
}