{
  "En":
  {
    "TREVENANT_PA1_TEXT_1": "When Trevenant deals or receives damage while at or below 35% max HP, a continuous HP recovery effect is triggered every 0.5s for 4s. This effect also reduces the cooldowns of Trevenant's moves by 1s every 1s. When this HP recovery effect ends, there is a 100s cooldown. However, this cooldown is reduced by 1s each time one of Trevenant's moves damage an enemy. This cooldown reduction cannot be triggered more than once every 0.5s.",
    "TREVENANT_BA1_TEXT_1": "Becomes a boosted attack with every third attack, dealing increased damage to enemies and heal for 5% max HP when this boosted attack hits.",
    "TREVENANT_MOVE_WILL_O_WISP_TEXT_1": "Shoots sinister flames in the designated direction, dealing damage to enemies hit and leaving them burned for a short time. This burn reduces enemy Attack and Sp. Attack by 5% for 3s. The first wisp to hit a target deals full damage, and subsequent flame hits deal 50% damage.",
    "TREVENANT_MOVE_WOOD_HAMMER_CRASH_TEXT_1": "Trevenant pulls back its arms and attacks, dealing damage to enemies in the area of effect and pulls them in front of Trevenant, leaving them unable to act for 0.5s. If this attack deals damage to at least one enemy, a follow-up attack will be available for 5s. This follow-up attack slams down a giant wooden hammer in front of Trevenant, dealing damage to any enemy it hits, and leaving them unable to act. The lower Trevenant's HP, the longer the enemy will be left unable to act. Every time this move is used, it consumes 5% of Trevenant's current HP.",
    "TREVENANT_MOVE_WOOD_HAMMER_CRASH_TEXT_2": "Damage dealt by enemies hit by the second hammer reduced by 20% for 3s.",
    "TREVENANT_MOVE_CURSE_TEXT_1": "Trevenant creates a cursed zone in exchange for 3% max HP per second for 6s, dealing damage over time to enemies in the area of effect every 0.5s for 6s and decreasing their movement speed for 1s, refreshing with each tick. The lower Trevenant's HP is, the greater the decrease in movement speed. While using this move, Trevenant builds up curse power every time it deals or receives damage. Releasing this built-up power will deal additional damage to enemies in the area of effect. If the curse power is at maximum when it’s released, the cooldowns of Branch Poke, Horn Leech, and Pain Split are reset.",
    "TREVENANT_MOVE_CURSE_TEXT_2": "Increased radius.",
    "TREVENANT_MOVE_BRANCH_POKE_TEXT_1": "Trevenant jabs in the designated direction; dealing damage, decreasing their movement speed by 40% for 2s, and healing Trevenant for 9% max HP (over 3 ticks as 1 tick per second) when hitting an enemy.",
    "TREVENANT_MOVE_HORN_LEECH_TEXT_1": "Charge forward, becoming unstoppable, dealing damage to enemies and shoving them while dashing in the designated direction for the duration of the dash. At the end of the charge, enemies that were shoved are dealt additional damage and then thrown. Colliding with an enemy while charging recovers Trevenant's HP 3 times, and the lower Trevenant's remaining HP the more HP that is recovered. After this move hits an enemy, Trevenant's next three auto attacks deal more damage and reduce this move’s cooldown by 0.5s when they hit.",
    "TREVENANT_MOVE_HORN_LEECH_TEXT_2": "After using this move, Trevenant's movement speed is increased by 30% for 1.5s.",
    "TREVENANT_MOVE_PAIN_SPLIT_TEXT_1": "Creates a link between Trevenant and a designated enemy for 6s. While the link holds, a percentage of damage that Trevenant would take is mitigated and instead redirected to the linked enemy as True damage. The lower Trevenant's remaining HP, the greater the percentage of damage that is redirected. If Trevenant's percentage of remaining HP is lower than the linked enemy, this move continuously deals damage and recovers Trevenant's HP every 0.5s. If Trevenant and the linked enemy are too far apart, the link will disappear. Using this move increases Trevenant's movement speed by 45% for 2s.",
    "TREVENANT_MOVE_PAIN_SPLIT_TAG_TEXT_1": "Trevenant heals for 120% of damage dealt on each tick.",
    "TREVENANT_MOVE_PAIN_SPLIT_TEXT_2": "Duration increased to 8.5s.",
    "TREVENANT_MOVE_PHANTOM_FOREST_TEXT_1": "Creates a cursed forest, dealing damage to enemies in the area of effect and marking them, throwing them, and decreasing their movement speed by 50% for 2s. Trevenant and allies deal increased damage to enemies that were marked by this move (0.5s cd for each attacker). The mark lasts for 6s. Trevenant is also granted a shield for 6s when this move hits an enemy with the shield being strengthened for each enemy hit, up to 5 times. While Trevenant is shielded by this shield, HP recovery effects applied to Trevenant are increased by 50%.",
    "TREVENANT_MOVE_PHANTOM_FOREST_TEXT_2": "30% Movement Speed, 20% Max HP Shield"
  },
  "Cn":
  {
    "TREVENANT_PA1_TEXT_1": "当自身体力在 35% 或以下时造成或受到伤害时，每 0.5 秒触发一次的体力恢复效果，持续 4 秒。此效果还会使自身的技能间隔时间每 1 秒减少 1 秒。体力恢复效果结束时，有 100 秒的间隔时间。但是，每次自身招式对敌人造成伤害时，此间隔时间就会减少 1 秒。此冷却缩减每 0.5 秒只能触发一次。",
    "TREVENANT_BA1_TEXT_1": "第三次普通攻击为强化普通攻击，命中时造成更高的伤害，并恢复自身 5% 的最大体力值。",
    "TREVENANT_MOVE_WILL_O_WISP_TEXT_1": "向指定方向射出诡异的火焰，对击中的敌人造成伤害并使其在短时间内陷入灼伤状态。陷入灼伤状态的敌人的攻击和特攻降低 5%，持续 3 秒。第一缕火焰造成全额伤害，随后的火焰造成 50% 的伤害。",
    "TREVENANT_MOVE_WOOD_HAMMER_CRASH_TEXT_1": "挥动双臂进行攻击，对范围内的敌人造成伤害。将其拉到自身面前，并在 0.5 秒内无法行动。如果这次攻击对至少一名敌人造成伤害，则可以在 5 秒内进行后续攻击。这个后续攻击用巨大的木锤砸向前方，对击中的任何敌人造成伤害，并使其无法行动。自身的体力越低，敌人无法行动的时间就越长。每次使用此招式，都会消耗自身当前体力值的 5%。",
    "TREVENANT_MOVE_WOOD_HAMMER_CRASH_TEXT_2": "被第二锤击中的敌人造成的伤害降低 20%，持续 3 秒。",
    "TREVENANT_MOVE_CURSE_TEXT_1": "6 秒内每秒消耗 3% 的最大体力值，并制造一个诅咒区域，每 0.5 秒对范围内的敌人造成伤害，并降低他们的移动速度，持续 1 秒，该减速效果每次 0.5 秒都会刷新。自身体力值越低，移动速度下降的幅度越大。\n    使用此招式期间，每次造成或受到伤害时都会积累诅咒之力。释放积累的诅咒之力会对范围内的敌人造成附加伤害。如果诅咒之力在释放时达到最大值，「木枝突刺」、「木角」和「分担痛楚」的间隔时间将被重置。",
    "TREVENANT_MOVE_CURSE_TEXT_2": "范围增加。",
    "TREVENANT_MOVE_BRANCH_POKE_TEXT_1": "朝指定方向突刺，命中时对敌人造成伤害，并降低其移动速度 40%，持续 2 秒。击中敌人后，每秒恢复自身 3% 最大体力值，持续 3 秒。",
    "TREVENANT_MOVE_HORN_LEECH_TEXT_1": "进入妨碍无效状态后向前冲刺，接触到敌人时对其造成伤害并在前进中将其击退，最后再次造成伤害并将其击飞。冲刺命中敌人可恢复自身体力值，自身剩余体力值越低，恢复的体力值越多。\n    招式命中敌人后的三次普通攻击普攻会造成附加伤害，并在命中时减少此招式的间隔时间 0.5 秒。",
    "TREVENANT_MOVE_HORN_LEECH_TEXT_2": "使用此招式后，自身移动速度提升 30%，持续 1.5 秒。",
    "TREVENANT_MOVE_PAIN_SPLIT_TEXT_1": "将自身与指定敌人连接在一起，持续 6 秒。连接期间，自身受到的的伤害将被减轻一定百分比，而连接的敌人会受到减轻的那部分伤害（真伤）。自身剩余体力越低，转移的伤害百分比就越大。\n    如果自身的剩余体力百分比低于连接的敌人，此招式会持续造成伤害并每 0.5 秒恢复崔文南特的生命值。\n    如果和连接的敌人相距太远，连接就会消失。使用此招式可使自身的移动速度提高 45%，持续 2 秒。",
    "TREVENANT_MOVE_PAIN_SPLIT_TAG_TEXT_1": "每秒回复造成伤害的 120%。",
    "TREVENANT_MOVE_PAIN_SPLIT_TEXT_2": "持续时间增加到 8.5 秒。",
    "TREVENANT_MOVE_PHANTOM_FOREST_TEXT_1": "生成施加咒术的森林，对范围内的敌人造成伤害。对命中的敌人施加标记、击飞，并使其移动速度降低 50%，持续 2 秒。标记持续 6 秒，友方所有宝可梦对被此招标记的敌人造成的伤害增加（每个攻击者 0.5 秒间隔时间）。\n    当此招式击中敌人时，自身会获得持续 6 秒的护盾，每击中一个敌人，护盾就会增强，最多 5 次。在护盾有效期内，自身受到的体力回复恢复效果增加 50%。",
    "TREVENANT_MOVE_PHANTOM_FOREST_TEXT_2": "30% 移动速度，20% 最大体力值护盾",

    "Damage - Both Hits": "伤害 - 每一击",
    "Stun - Above 70% HP": "击晕 - 高于 70% 最大体力值",
    "Stun - Betwee 40% - 70% HP": "击晕 - 40 - 70% 最大体力值之间",
    "Stun - Below 40% HP": "击晕 - 低于 40% 最大体力值",
    "Slow - Above 70% HP": "减速 - 高于 70% 最大体力值",
    "Slow - Between 40% - 70% HP": "减速 - 40 - 70% 最大体力值之间",
    "Slow - Below 40% HP": "减速 - 低于 40% 最大体力值",
    "Damage - per Conditional Tick": "伤害 - 每秒",
    "Damage - Reflect (per Damage Instance, Above 70% HP）": "伤害 - 转移（高于 70% 最大体力值）",
    "Damage - Reflect (per Damage Instance, Between 40% - 70% HP）": "伤害 - 转移（40 - 70% 最大体力值之间）",
    "Damage - Reflect (per Damage Instance, Below 40% HP）": "伤害 - 转移（低于 40% 最大体力值）",
    "Healing (Over 3s) - Above 70% HP": "回复（经过 3 秒） - 高于 70% 最大体力值",
    "Healing (Over 3s) - Between 40% - 70% HP": "回复（经过 3 秒） - 40 - 70% 最大体力值之间",
    "Healing (Over 3s) - Below 40% HP": "回复（经过 3 秒） - 低于 40% 最大体力值",
    "Shield - per Enemy Hit": "护盾 - 每击中一个敌人",
    "Damage - Marked Bonus": "伤害 - 标记附加",

    "Natural Cure": "自然回复",
    "Will-o-Wisp": "鬼火",
    "Wood Hammer": "木槌",
    "Curse": "诅咒",
    "Branch Poke": "木枝突刺",
    "Horn Leech": "木角",
    "Pain Split": "分担痛楚",
    "Phantom Forest": "幽暗森灵"
  }
}