{
  "En":
  {
    "ZACIAN_PA1_TEXT_1": "If the goal scoring button is held down, Zacian charges its sword with Aeos energy. For a short time, its basic attacks become boosted attacks. In addition, during this time, Zacian can use a boosted version of one of its moves once. The longer the goal scoring button is held down, the more Aeos energy is charged into the sword, lengthening the duration of the boost effect on basic attacks and moves. This Ability goes on cooldown after it’s triggered. When this Pokémon knocks out or assists (within 4 seconds) in knocking out a Pokémon on the opposing team, that Pokémon will drop an additional 5 more Aeos energy than it normally would. This effect has an 8 second cooldown. Minimum 5 energy is required to charge with a maximum of 10 (except for Unite Move). Duration for buff window is 3s for 5 energy, 6s for 8 energy, 10s for 10 energy. Charging occurs at a rate of 1 energy per 0.1s.",
    "ZACIAN_BA1_TEXT_1": "When basic attacks are performed consecutively within 2s, additional effects are applied depending on the stage of the consecutive attack. If a Move is used, the time to perform the next consecutive attack is extended.",
    "ZACIAN_BA1_TAG_TEXT_1": "Boosted basic attacks have an increased area of effect and deal additional damage proportional to the opposing Pokémon’s HP. Stage 1 deals additional 3% Max HP. (Additional damage capped at 400 on Wild Pokémon)",
    "ZACIAN_BA1_TAG_TEXT_2": "Applies 20% Slow for 2s",
    "ZACIAN_BA1_TAG_TEXT_3": "Applies 20% Slow for 2s & deals additional 4% Max HP (Additional damage capped at 600 on Wild Pokémon)",
    "ZACIAN_BA1_TAG_TEXT_4": "Heals 5% max hp",
    "ZACIAN_BA1_TAG_TEXT_5": "Heals 5% Max HP & deals additional 4% Max HP damage (Additional damage capped at 600 on Wild Pokémon)",
    "ZACIAN_BA1_TAG_TEXT_6": "Dashes towards the target, reducing all Move cooldowns by 15% of their current cooldown.",
    "ZACIAN_BA1_TAG_TEXT_7": "Dashes towards the target, reducing all Move cooldowns by 15% of their current cooldown. Also deals additional 5% Max HP damage. (Additional damage capped at 750 on Wild Pokémon)",
    "ZACIAN_MOVE_SLASH_TEXT_1": "Slashes target Pokémon and deals a small amount of damage to nearby Pokémon. When this move is boosted with Aeos energy, its area of effect is increased, deals increased damage and also slows of Pokémon hit by 60% for 0.5s.",
    "ZACIAN_MOVE_METAL_CLAW_TEXT_1": "Releases a shock wave in the designated direction, dealing damage to Pokémon, decreasing their movement speed by 30% for 3s. As the shock wave moves forward, projectiles from non-allied Pokémon it hits are negated. After releasing the shock wave, Zacian charges in that direction and deals damage to Pokémon. If the charge hits an enemy, Zacian's attack speed is increased by 100% for 4s or 6 attacks, whichever comes first. When this move is boosted with Aeos energy, the shock wave's size and travel distance are increased and the intensity of the slow is increased to 45% for 3s.",
    "ZACIAN_MOVE_METAL_CLAW_TEXT_2": "Reduces this move's cooldown by 1s.",
    "ZACIAN_MOVE_SACRED_SWORD_TEXT_1": "Has the user slash around itself as if drawing a circle with the tip of its sword, dealing damage to opposing Pokémon in the area of effect and slowing them by 30% for 3s. During this slash, Zacian briefly becomes unstoppable and reduces damage taken by 50%. The user then unleashes a slashing attack inside the circle, dealing damage to opposing Pokémon it hits and leaving them unable to act for 0.6s. After a flurry attack hits an opposing Pokémon, the user’s Attack is increased by 20% for 3s, and damage dealt by the user’s moves and basic attacks ignores 15% of the opposing Pokémon’s Defense. When this move is boosted with Aeos energy, its area of effect is increased, and the time until the slashing attack is unleashed is reduced.",
    "ZACIAN_MOVE_SACRED_SWORD_TEXT_2": "Reduce the time until the flurry of slashes is unleashed to 1.2s for the base Sacred Sword+ and 0.45s for Boosted Sacred Sword+",
    "ZACIAN_MOVE_QUICK_ATTACK_TEXT_1": "Zacian charges in the designated direction, stopping at the first Pokémon it hits and dealing damage. When this move is boosted with Aeos energy, it also leaves opposing Pokémon unable to act for 1s.",
    "ZACIAN_MOVE_AGILITY_TEXT_1": "Removes any hindrances applied to the user and increases the user’s movement speed by 50% decaying every 1s by 15% down to a minimum of 10% for 3s. Dealing or taking any damage extends the haste duration by 1 second per attack up to 6 seconds and bypasses the movement speed decay. When this move is boosted with Aeos energy, the user’s movement speed decay is reduced to 10% per second, and the user is also granted a shield.",
    "ZACIAN_MOVE_AGILITY_TEXT_2": "Further increases movement speed gain to 60% on use.",
    "ZACIAN_MOVE_PLAY_ROUGH_TEXT_1": "Leaps in the designated direction stopping at the first Pokémon hit. The Pokémon hit is dealt damage and is stunned for 0.7s. Zacian lands near that Pokémon it hits and deals damage to nearby Pokémon stunning them as well. Zacian receives 25% reduced damage for 3s after landing. When this move is boosted with Aeos energy, Zacian leaps further and through all Pokémon hit along the leap’s path. Pokémon hit will receive damage and be left stunned for the same amount as the base stun duration.",
    "ZACIAN_MOVE_PLAY_ROUGH_TEXT_2": "Increases the stun duration to 1s.",
    "ZACIAN_MOVE_SOVEREIGN_SWORD_TEXT_1": "Has the user ready its giant sword, charge the sword with Aeos energy, and then slash in front of itself. The user becomes Unstoppable, applying a 10% self slow while the Unite Move button is held down and the user is in its ready stance. The longer the user is in this stance, the more Aeos energy is charged into the sword, and the more damage this move deals. If a set amount of Aeos energy or more is charged into the sword, the Unite Move becomes boosted, and the slash’s area of effect increases. This boosted Unite Move deals increased damage to opposing Pokémon it hits who have been buffed by their own Unite Move.",
    "ZACIAN_MOVE_SOVEREIGN_SWORD_TEXT_2": "30% Movement Speed, 30% CDR, 20% Max HP Shield"
  },
  "Cn":
  {
    "ZACIAN_PA1_TEXT_1": "如果按住进球按钮，Zacian 会用 Aeos 能量为它的剑充电。在短时间内，它的基本攻击会变成增强攻击。此外，在此期间，Zacian 可以使用一次其招式之一的强化版本。按住进球按钮的时间越长，剑中充入的 Aeos 能量就越多，从而延长了对基本攻击和招式的提升效果的持续时间。该技能触发后进入冷却。当这只神奇宝贝击倒或协助（4 秒内）击倒对方队伍中的一只神奇宝贝时，该神奇宝贝将比平时多掉落 5 个 Aeos 能量。此效果有 8 秒冷却时间。充能最多需要 5 点能量（Unite Move 除外）。增益窗口的持续时间为 5 能量 3 秒，8 能量 6 秒，10 能量 10 秒。充电以每 0.1 秒 1 能量的速率发生。",
    "ZACIAN_BA1_TEXT_1": "2秒内连续进行基本攻击时，根据连续攻击的阶段附加附加效果。如果使用移动，则执行下一次连续攻击的时间会延长。",
    "ZACIAN_BA1_TAG_TEXT_1": "增强的基本攻击会扩大效果范围，并造成与对方神奇宝贝的 HP 成比例的额外伤害。第 1 阶段额外增加 3% 最大生命值。（对野生神奇宝贝的额外伤害上限为 400）",
    "ZACIAN_BA1_TAG_TEXT_2": "应用 20% 减速 2 秒",
    "ZACIAN_BA1_TAG_TEXT_3": "施加 20% 减速 2 秒并额外造成 4% 最大生命值（对野生神奇宝贝的额外伤害上限为 600）",
    "ZACIAN_BA1_TAG_TEXT_4": "治疗 5% 最大 hp",
    "ZACIAN_BA1_TAG_TEXT_5": "治疗 5% 最大生命值并造成额外 4% 最大生命值伤害（额外伤害上限为 600 野生神奇宝贝）",
    "ZACIAN_BA1_TAG_TEXT_6": "冲向目标，将所有移动冷却时间减少其当前冷却时间的 15%。",
    "ZACIAN_BA1_TAG_TEXT_7": "冲向目标，将所有移动冷却时间减少其当前冷却时间的 15%。还会额外造成 5% 最大生命值伤害。（对野生神奇宝贝的额外伤害上限为 750）",
    "ZACIAN_MOVE_SLASH_TEXT_1": "斩击目标宝可梦并对附近的宝可梦造成少量伤害。当此招式受到 Aeos 能量的增强时，其效果范围扩大，造成的伤害增加，并且还会使被击中的神奇宝贝减速 60%，持续 0.5 秒。",
    "ZACIAN_MOVE_METAL_CLAW_TEXT_1": "向指定方向释放冲击波，对宝可梦造成伤害，并使其移动速度降低30%，持续3秒。随着冲击波向前移动，它击中的非我方神奇宝贝的弹丸将被无效化。释放冲击波后，扎西安朝那个方向冲刺，对宝可梦造成伤害。如果冲锋击中敌人，Zacian 的攻击速度将提高 100%，持续 4 秒或 6 次攻击，以先到者为准。当此招式被 Aeos 能量增强时，冲击波的大小和行进距离增加，并且减速的强度增加到 45%，持续 3 秒。",
    "ZACIAN_MOVE_METAL_CLAW_TEXT_2": "此招式的冷却时间减少 1 秒。",
    "ZACIAN_MOVE_SACRED_SWORD_TEXT_1": "使剑尖像画圆一样向四周斩击，对范围内的对方宝可梦造成伤害并减速30%，持续3秒。在此斩击期间，Zacian 会短暂地变得不可阻挡并将受到的伤害降低 50%。然后使用者在圆圈内发动挥砍攻击，对击中的对方宝可梦造成伤害并使其在 0.6 秒内无法行动。疾风攻击命中对方宝可梦后，自身攻击力提升20%，持续3秒，招式和普攻造成的伤害无视对方宝可梦15%的防御力。当这个招式被 Aeos 能量增幅时，它的效果范围会增加，并且挥出斩击攻击的时间会减少。",
    "ZACIAN_MOVE_SACRED_SWORD_TEXT_2": "将基本圣剑+的连击斩释放时间缩短至 1.2 秒，增强圣剑+的时间缩短至 0.45 秒",
    "ZACIAN_MOVE_QUICK_ATTACK_TEXT_1": "Zacian 向指定方向冲锋，停在它击中的第一只神奇宝贝处并造成伤害。当这个招式被 Aeos 能量增强时，它也会让对手的神奇宝贝在 1 秒内无法行动。",
    "ZACIAN_MOVE_AGILITY_TEXT_1": "移除施加在用户身上的任何障碍物，并将用户的移动速度提高 50%，每 1 秒衰减 15%，最低为 10%，持续 3 秒。造成或受到任何伤害会使急速持续时间每次攻击延长 1 秒，最多 6 秒，并绕过移动速度衰减。当此招式被 Aeos 能量增幅时，使用者的移动速度衰减降低至每秒 10%，使用者还会获得一层护盾。",
    "ZACIAN_MOVE_AGILITY_TEXT_2": "使用时进一步增加移动速度增益至 60%。",
    "ZACIAN_MOVE_PLAY_ROUGH_TEXT_1": "向指定方向跳跃，在第一只宝可梦命中时停止。被击中的宝可梦受到伤害并眩晕0.7秒。Zacian 降落在它击中的那只神奇宝贝附近，并对附近的神奇宝贝造成伤害并使它们昏迷。Zacian 落地后 3 秒内受到的伤害降低 25%。当这个动作被 Aeos 能量增强时，Zacian 跳跃得更远，并穿过跳跃路径上击中的所有神奇宝贝。被击中的宝可梦将受到伤害并被眩晕，持续时间与基础眩晕持续时间相同。",
    "ZACIAN_MOVE_PLAY_ROUGH_TEXT_2": "将眩晕持续时间增加到 1 秒。",
    "ZACIAN_MOVE_SOVEREIGN_SWORD_TEXT_1": "让使用者准备好巨剑，为剑充入宙斯能量，然后在自己面前斩击。用户变得势不可挡，在按住 Unite Move 按钮且用户处于准备姿势时应用 10% 的自身减速。使用者保持这种姿势的时间越长，注入剑中的 Aeos 能量就越多，这一招造成的伤害就越大。如果将一定量或更多的 Aeos 能量充入剑中，则 Unite Move 会得到提升，并且斩击的效果范围会增加。这种增强的联合招式对它击中的对方神奇宝贝造成的伤害增加，这些神奇宝贝被自己的联合招式增强了。",
    "ZACIAN_MOVE_SOVEREIGN_SWORD_TEXT_2": "30% 移动速度，30% CDR，20% 最大生命值护盾",

    "Intrepid Sword": "不挠之剑",
    "Slash": "劈开",
    "Metal Claw": "金属爪",
    "Sacred Sword": "圣剑",
    "Quick Attack": "电光一闪",
    "Agility": "高速移动",
    "Play Rough": "嬉闹",
    "Sovereign Sword": "王者之剑"
  }
}