{
  "En":
  {
    "GARDEVOIR_PA1_TEXT_1": "When an enemy inflicts decreased movement speed or a damage-over-time effect on Gardevoir; damage that enemy one time and slow them by 40% for 3s, when triggered. This ability goes on a 8s cooldown when triggered.",
    "GARDEVOIR_BA1_TEXT_1": "Becomes a boosted attack with every third attack. When this boosted attack hits, it deals damage to enemies in the area of effect and decreases their Sp. Defense by 10% for 2s.",
    "GARDEVOIR_MOVE_CONFUSION_TEXT_1": "Gardevoir fires a piercing bolt; damaging enemies and slowing them by 35% for 1s.",
    "GARDEVOIR_MOVE_PSYCHIC_TEXT_1": "Gardevoir fires a blast; damaging enemies in an area on impact. The blast creates a lingering field that damages and slows enemies by 50% for 1s. Each time Psychic deals damage it reduces the target’s Special Defense by 20% for 4s, up to 60%.",
    "GARDEVOIR_MOVE_PSYCHIC_TEXT_2": "Cooldown reduced by 1s.",
    "GARDEVOIR_MOVE_MOONBLAST_TEXT_1": "Gardevoir moves back while firing a blast; stunning the first enemy hit for 1.2s and damaging all enemies in a cone behind it.",
    "GARDEVOIR_MOVE_MOONBLAST_TEXT_2": "Grants Gardevoir a shield for 3s.",
    "GARDEVOIR_MOVE_TELEPORT_TEXT_1": "Gardevoir teleports to a targeted area and gains a boosted attack.",
    "GARDEVOIR_MOVE_PSYSHOCK_TEXT_1": "Gardevoir channels three attacks at the targeted area; damaging enemies. Gardevoir's moves' cooldowns are reduced by 15% each time Psyshock hits an enemy.",
    "GARDEVOIR_MOVE_PSYSHOCK_TEXT_2": "Each hit of Psyshock also increases the damage of the next hit.",
    "GARDEVOIR_MOVE_FUTURE_SIGHT_TEXT_1": "Gardevoir creates a delayed explosion at the targeted area; damaging enemies. If Future Sight hits an enemy player (not wild), the cooldown is reduced by 75% and Gardevoir gains 40% movement speed for 1.5s.",
    "GARDEVOIR_MOVE_FUTURE_SIGHT_TEXT_2": "Cooldown is reset on successful hits.",
    "GARDEVOIR_MOVE_FAIRY_SINGULARITY_TEXT_1": "Gardevoir warps space in a large area, creating a field, damaging all enemies in the radius and pulling them towards the center 4 times. When it expires, the field damages and shoves enemies.",
    "GARDEVOIR_MOVE_FAIRY_SINGULARITY_TEXT_2": "30% Movement Speed, 30% CDR, 20% Max HP Shield"
  },
  "Cn":
  {
    "GARDEVOIR_PA1_TEXT_1": "当敌人对 Gardevoir 造成移动速度降低或持续伤害效果时；触发时对该敌人造成 1 次伤害并使其减速 40%，持续 3 秒。此技能触发后有 8 秒的冷却时间。",
    "GARDEVOIR_BA1_TEXT_1": "每三次攻击变为一次增强攻击。当这种增强攻击命中时，它会对效果范围内的敌人造成伤害并降低他们的 Sp。防御力提升 10%，持续 2 秒。",
    "GARDEVOIR_MOVE_CONFUSION_TEXT_1": "Gardevoir 发射了一个穿孔螺栓；对敌人造成伤害并使其减速 35%，持续 1 秒。",
    "GARDEVOIR_MOVE_PSYCHIC_TEXT_1": "Gardevoir 发出一声巨响；对影响范围内的敌人造成伤害。爆炸会产生一个挥之不去的力场，对敌人造成伤害并使其减速 50%，持续 1 秒。心灵术士每次造成伤害都会降低目标的特防 20%，持续 4 秒，最多降低 60%。",
    "GARDEVOIR_MOVE_PSYCHIC_TEXT_2": "冷却时间减少 1 秒。",
    "GARDEVOIR_MOVE_MOONBLAST_TEXT_1": "Gardevoir 向后退，同时发射一记冲击波；击晕第一个击中的敌人 1.2 秒，并对其后方锥形范围内的所有敌人造成伤害。",
    "GARDEVOIR_MOVE_MOONBLAST_TEXT_2": "授予沙奈朵一个持续 3 秒的护盾。",
    "GARDEVOIR_MOVE_TELEPORT_TEXT_1": "沙奈朵传送到目标区域并获得强化攻击。",
    "GARDEVOIR_MOVE_PSYSHOCK_TEXT_1": "沙奈朵在目标区域引导三次攻击；伤害敌人。每次精神震击击中敌人时，沙奈朵的技能冷却时间都会减少 15%。",
    "GARDEVOIR_MOVE_PSYSHOCK_TEXT_2": "Psyshock 的每一击也会增加下一击的伤害。",
    "GARDEVOIR_MOVE_FUTURE_SIGHT_TEXT_1": "沙奈朵在目标区域制造延迟爆炸；伤害敌人。如果预知未来击中敌方玩家（非野外），则冷却时间减少 75%，沙奈朵获得 40% 移动速度，持续 1.5 秒。",
    "GARDEVOIR_MOVE_FUTURE_SIGHT_TEXT_2": "成功命中后冷却时间重置。",
    "GARDEVOIR_MOVE_FAIRY_SINGULARITY_TEXT_1": "沙奈朵在大范围内扭曲空间，创造一个领域，伤害半径内的所有敌人并将他们拉向中心 4 次。当它过期时，该场会伤害并推开敌人。",
    "GARDEVOIR_MOVE_FAIRY_SINGULARITY_TEXT_2": "30% 移动速度，30% CDR，20% 最大生命值护盾",

    "Synchronize": "同步",
    "Confusion": "念力",
    "Psychic": "精神强念",
    "Moonblast": "月亮之力",
    "Teleport": "瞬间移动",
    "Psyshock": "精神冲击",
    "Future Sight": "预知未来",
    "Fairy Singularity": "妖精噬灭洞"
  }
}