{
  "En":
  {
    "LUCARIO_PA1_TEXT_1": "When dropping below 50% HP, gain a shield and increased movement speed for 5s (60s cooldown).",
    "LUCARIO_BA1_TEXT_1": "Becomes a boosted attack with every third attack, striking twice. The first attack is a normal basic attack and the second is an additional attack that can critically hit, has increased attack range, and throws enemies into the air.",
    "LUCARIO_MOVE_QUICK_ATTACK_TEXT_1": "Lucario dashes forward, damaging all enemies hit.",
    "LUCARIO_MOVE_EXTREME_SPEED_TEXT_1": "Lucario dashes forward, damaging all enemies hit and healing Lucario for each enemy hit. The first enemy hit will reset the cooldown of Extreme Speed. This effect cannot occur on the same target more than once every 10s. Attacking immediately after the dash will perform a unique attack in an area dealing 75% Atk and can critically hit.",
    "LUCARIO_MOVE_EXTREME_SPEED_TEXT_2": "Increases Lucario's damage by 7.5% for 2s. This buff activates regardless if an enemy was hit, and is applied the moment this move is activated.",
    "LUCARIO_MOVE_POWER_UP_PUNCH_TEXT_1": "Lucario begins charging power, slowing themself and reducing damage taken by 30% while preparing to unleash a devastating punch. Upon release, Lucario lunges – damaging the first enemy hit and briefly stunning them. Power-Up Punch does bonus damage based on the enemy's missing HP, and will cause Lucario's next attack to be boosted. The cooldown for Power-Up Punch is reduced by 1s whenever Lucario lands a move. Against Wild Pokémon: The additional damage from missing HP is capped at 1000.",
    "LUCARIO_MOVE_POWER_UP_PUNCH_TAG_TEXT_1": "10% of Enemy Missing HP (caps at 1000 dmg).",
    "LUCARIO_MOVE_POWER_UP_PUNCH_TEXT_2": "Lucario is unstoppable while charging the punch.",
    "LUCARIO_MOVE_METEOR_MASH_TEXT_1": "Lucario punches with the force of a meteor, damaging and knocking enemies back.",
    "LUCARIO_MOVE_BONE_RUSH_TEXT_1": "Lucario rapidly strikes with a bone, damaging enemies hit up to 6 times. Enemies in long range will be hit 3 times and at close range they will be hit 6 times. Lucario then throws the bone after the final strike, shoving enemies and causing the bone to land a short distance away. Lucario can activate Bone Rush again to teleport to the bone, damaging enemies in a small area around it. Landing one of Bone Rush's initial strikes will reset the cooldown timer for Extreme Speed on that target.",
    "LUCARIO_MOVE_BONE_RUSH_TEXT_2": "Teleporting to the bone will reset the cooldown of Extreme Speed or Power-Up Punch.",
    "LUCARIO_MOVE_CLOSE_COMBAT_TEXT_1": "Lucario rapidly punches, damaging enemies in the area in front of them 11 times over the duration, restoring HP per hit, and becomes Unstoppable while punching. For 5s after this move is used, Lucario's next basic attack gains increased range and causes Lucario to dash to the target.",
    "LUCARIO_MOVE_CLOSE_COMBAT_TEXT_2": "Increased damage.",
    "LUCARIO_MOVE_AURA_CANNON_TEXT_1": "Channel aura power into a spherical projectile launched in a designated direction. The projectile picks up speed as it travels. Pokémon that contact the projectile are dealt damage. Aura Cannon does not have a limit to the number of times it can hit one target. At close range, a still enemy can be hit up to 4 times and when the cannon is at max speed, a still enemy will only be struck once. Damage of the next Power-Up Punch is increased by roughly 20%, and enemies hit by the cannon have their internal cooldown for Extreme Speed reset.",
    "LUCARIO_MOVE_AURA_CANNON_TEXT_2": "30% Movement Speed, 30% CDR, 20% Max HP Shield"
  },
  "Cn":
  {
    "LUCARIO_PA1_TEXT_1": "当体力低于 50% 时，获得护盾并增加移动速度，持续 5 秒（60 秒冷却时间）。",
    "LUCARIO_BA1_TEXT_1": "第三次普通攻击为强化普通攻击，使用骨棒进行连续攻击两次。第一次攻击是普通攻击，第二次是附加攻击，可以暴击，增加攻击范围，击飞范围内的对方宝可梦。",
    "LUCARIO_MOVE_QUICK_ATTACK_TEXT_1": "以迅雷不及掩耳之势突进。接触对方宝可梦时造成伤害。",
    "LUCARIO_MOVE_EXTREME_SPEED_TEXT_1": "以迅雷之势猛撞进行攻击。在使用招式后，立刻使用普通攻击会增加伤害（75% 自身攻击，可以暴击），命中被设定为神速目标的对手则立即解除招式的等待时间并回复自身的体力。但当招式的等待时间解除后，在 10 秒内如果命中相同对手则不会再次立刻解除招式的等待时间。",
    "LUCARIO_MOVE_EXTREME_SPEED_TEXT_2": "路卡利欧伤害提升7.5%，持续2秒。无论是否有敌人被击中，这个增益都会激活，并在这个动作被激活时应用。",
    "LUCARIO_MOVE_POWER_UP_PUNCH_TEXT_1": "不断蓄力以发动更强的攻击。蓄力期间会降低自身移动速度，但会逐渐提高攻击并减少 30% 自身所受到的伤害。之后发动招式时，会朝指定方向突进并造成短暂晕眩。对方宝可梦所剩体力越低，招式造成的伤害越高。另外，招式命中后下一次普通攻击将会变为强化普通攻击。每当路卡利欧的任意招式命中时，都将缩短此招式 1 秒的等待时间。对野生宝可梦：损失体力的额外伤害上限为1000。",
    "LUCARIO_MOVE_POWER_UP_PUNCH_TAG_TEXT_1": "10% 的已损失体力（上限为 1000）。",
    "LUCARIO_MOVE_POWER_UP_PUNCH_TEXT_2": "路卡利欧蓄力时不受妨碍影响。",
    "LUCARIO_MOVE_METEOR_MASH_TEXT_1": "使出彗星般的拳头进行攻击。造成伤害并击退对方宝可梦。",
    "LUCARIO_MOVE_BONE_RUSH_TEXT_1": "用骨头连续进行攻击。对对方宝可梦造成伤害，对命中的敌人造成最多 6 次伤害。远距离的敌人会被击中 3 次，近距离的敌人会被击中 6 次。最后一击时将骨头扔至远处并将敌人击退。再次使用招式时，将冲刺到骨头的所在之处并对周围的对方宝可梦造成伤害。如果骨棒的起初扔出时击中目标，则立即重置目标身上的神速效果。",
    "LUCARIO_MOVE_BONE_RUSH_TEXT_2": "传送到骨头会重置神速或增强拳的冷却时间。",
    "LUCARIO_MOVE_CLOSE_COMBAT_TEXT_1": "连续不断地进行攻击，持续时间内对前方区域内的敌人造成 11 次伤害，每次击中回复自身一定量的体力，在招式期间不会被妨碍。使用招式后 5 秒内，下一次普通攻击射程增加，并冲向目标。",
    "LUCARIO_MOVE_CLOSE_COMBAT_TEXT_2": "伤害增加。",
    "LUCARIO_MOVE_AURA_CANNON_TEXT_1": "将能量引导至向指定方向发射的球形爆发弹。爆发弹在行进时会加快速度。接触射弹的神奇宝贝会受到伤害。爆发弹对单个目标的命中次数没有上限。在较近距离时，爆发弹速度较慢，一个静止的敌人可以被击中 4 次。而当爆发弹处于最大速度时，一个静止的敌人只会被击中一次。下一次增强拳的伤害提高 20%，被大炮击中的敌人的身上的神速效果会立刻重置。",
    "LUCARIO_MOVE_AURA_CANNON_TEXT_2": "30% 移动速度，30% 冷却缩减，20% 体力的护盾",

    "Damage - per Hit (4-7 Hits)": "伤害 - 每次攻击 (4-7次攻击)",
    "Damage - per Hit (11 Hits)": "伤害 - 每次攻击 (11次攻击)",

    "Steadfast": "不屈之心",
    "Quick Attack": "电光一闪",
    "Extreme Speed": "神速",
    "Power-Up Punch": "增强拳",
    "Meteor Mash": "彗星拳",
    "Bone Rush": "骨棒乱打",
    "Close Combat": "近身战",
    "Aura Connon": "全力爆发弹"
  }
}