{
  "En":
  {
    "AZUMARILL_PA1_TEXT_1": "When this Pokémon hits only a single enemy with an auto attack, a move, or their Unite Move, the hit is always a critical hit. However, when hitting two or more enemies at once with an auto attack, a move, or its Unite Move, the hits are never critical hits. Critical hits deal 150% rather than 200%.",
    "AZUMARILL_BA1_TEXT_1": "Becomes a boosted attack with every third attack, dealing increased damage to enemies within a cone area of effect in front of this Pokémon.",
    "AZUMARILL_MOVE_TACKLE_TEXT_1": "Charge forward; dealing damage to any enemy hit and leave them unable to act for a short time.",
    "AZUMARILL_MOVE_PLAY_ROUGH_TEXT_1": "Increase movement speed by 35% for 4s and change the next auto attack. When performing the next auto attack, lunge at one enemy in range and deliver repeated blows dealing damage to that target and leave it unable to act for .75s. Using Play Rough will overwrite any active Aqua Tail attack change. Play Rough attacks count as auto attacks for the purpose of items, lifesteal and other benefits.",
    "AZUMARILL_MOVE_PLAY_ROUGH_TEXT_2": "Further increases movement speed when this move is used, and also reduces this move’s cooldown by 1s.",
    "AZUMARILL_MOVE_WATER_PULSE_TEXT_1": "Shoot a pulsing blast of water in front of Azumarill. When the blast of water hits an enemy, decrease their movement speed for 2s and deal damage to all enemies in an area of effect around the initial target. The blast of water then automatically bounces to another target if one is available. Including the first target, the blast of water can bounce between up to three targets consecutively, and each hit behaves in the same way as the first. While the blast of water is traveling, Azumarill can perform a short rolling dash in a designated direction.",
    "AZUMARILL_MOVE_WATER_PULSE_TEXT_2": "Increase the maximum number of targets that the blast of water can bounce between by 2.",
    "AZUMARILL_MOVE_BUBBLE_TEXT_1": "Spray bubbles in a cone dealing damage to enemies in the area of effect and decreasing their movement speed for a short time. This move can be used while moving.",
    "AZUMARILL_MOVE_BUBBLE_TAG_TEXT_1": "Subsequent hits on the same target deal 25% damage.",
    "AZUMARILL_MOVE_WHIRLPOOL_TEXT_1": "For a short time, four small whirlpools appear that swirl around Azumarill as it moves. If a whirlpool hits an enemy, the whirlpool deals damage to them and restores Azumarill's HP. If a whirlpool hits an enemy player, an increased amount of HP is restored. Note: Moving clockwise against your target will grant more hits against that target, and counter-clockwise will reduce the number of hits.",
    "AZUMARILL_MOVE_WHIRLPOOL_TEXT_2": "Reduces this move’s cooldown by 2s and increases the amount of HP restored.",
    "AZUMARILL_MOVE_AQUA_TAIL_TEXT_1": "Increases the speed and area of effect of the next three auto attacks for 5s. If these auto attacks hit from a distance, they also deal increased damage and restore HP. Using Aqua Tail will overwrite any active Play Rough attack change. Aqua Tail attacks count as auto attacks for the purpose of items, lifesteal and other benefits.",
    "AZUMARILL_MOVE_AQUA_TAIL_TEXT_2": "Aqua Tail attacks that hit an enemy from a distance reduce the cooldown of all moves by 0.8s per enemy hit.",
    "AZUMARILL_MOVE_BELLY_BASH_TEXT_1": "Azumarill targets a Pokémon and then pounds their belly three times; losing 5% remaining HP with each pound in exchange for a 5% max HP shield that stacks with each pound and lasts 6s. Azumarill also gains increased Attack for 5s and can move while pounding their belly. Azumarill then charges at the target damaging and throwing all Pokémon hit while charging and Pokémon within the area effect around the target. Bonus Attack lasts for 5s and the shield lasts for 6s.",
    "AZUMARILL_MOVE_BELLY_BASH_TEXT_2": "30% Movement Speed, 30% CDR, 20% Max HP Shield"
  },
  "Cn":
  {
    "AZUMARILL_PA1_TEXT_1": "普通攻击、招式或集结招式仅击中单个敌人时，必定会暴击。但是，同时击中两个或更多敌人时，将永远不会暴击。玛力露丽暴击造成 150% 的伤害而不是 200%。",
    "AZUMARILL_BA1_TEXT_1": "第三次普通攻击为强化普通攻击，对前方扇形范围内的对方宝可梦造成的伤害会增加。",
    "AZUMARILL_MOVE_TACKLE_TEXT_1": "向前方撞击，对接触到的对方宝可梦造成伤害并使其在短时间内无法动弹。",
    "AZUMARILL_MOVE_PLAY_ROUGH_TEXT_1": "增加移动速度35%，持续4秒，并改变下一次自动攻击。进行下一次自动攻击时，冲向射程内的一名敌人并反复攻击目标并对其造成伤害，并使其在 0.75 秒内无法行动。使用 嬉闹 将移除剩余的 水流尾 的效果。嬉闹 被视为普通攻击，会获得来自物品、生命吸取和其他效果。",
    "AZUMARILL_MOVE_PLAY_ROUGH_TEXT_2": "使用该招式时进一步提升移动速度，同时减少该招式的冷却时间1秒。",
    "AZUMARILL_MOVE_WATER_PULSE_TEXT_1": "向前方发射水球。若水球命中对方宝可梦，降低其移动速度 2 秒，并对以该宝可梦为中心的范围内所有对方宝可梦造成伤害。水球将自行向下一个目标移动。若顺利地接连命中对方宝可梦，则包含最初的一次在内，最多发挥三次和第一次相同的效果。当水球移动时，可以向指定方向进行短时间的滚动位移。",
    "AZUMARILL_MOVE_WATER_PULSE_TEXT_2": "水球弹跳的最大目标数量增加 2 个。",
    "AZUMARILL_MOVE_BUBBLE_TEXT_1": "在扇形范围内发出泡沫进行攻击。对范围内的对方宝可梦造成伤害并在短时间内降低其移动速度。招式期间自身可以移动。",
    "AZUMARILL_MOVE_BUBBLE_TAG_TEXT_1": "后续命中同一目标造成 25% 的伤害。",
    "AZUMARILL_MOVE_WHIRLPOOL_TEXT_1": "在短时间内带着4个小漩涡移动。对漩涡接触到的对方宝可梦造成伤害并回复自身体力。若接触到的是对方队伍的宝可梦，增加回复的体力。注意：对着目标顺时针移动会增加对该目标的命中数，逆时针移动会减少命中数。",
    "AZUMARILL_MOVE_WHIRLPOOL_TEXT_2": "此招式的冷却时间减少 2 秒，并增加 HP 恢复量。",
    "AZUMARILL_MOVE_AQUA_TAIL_TEXT_1": "发动招式后，接下来的三次普通攻击会变得更快，范围也会变得更广，持续 5 秒。此普通攻击在远距离命中时，会增加造成的伤害并回复自身体力。使用 水流尾 将移除剩余的 嬉闹 的效果。水流尾 被视为普通攻击，会获得来自物品、生命吸取和其他效果。",
    "AZUMARILL_MOVE_AQUA_TAIL_TEXT_2": "从远处击中敌人的水色尾巴攻击每击中一个敌人，所有招式的冷却时间就会减少 0.8 秒。",
    "AZUMARILL_MOVE_BELLY_BASH_TEXT_1": "锁定一只地方宝可梦，嘭嘭的拍打腹部 3 次。每次拍打会损失 5% 的剩余 HP，并获得 5% 的最大 HP 的护盾，该护盾可以随拍打次数叠加，持续 6 秒。玛力露丽 还会增加攻击力，持续 5 秒。拍打期间自身可以移动。随后，瞄准对方宝可梦。向被瞄准的对方宝可梦所在的方向冲撞，对冲撞过程中接触到的所有对方宝可梦造成伤害并将其击飞。",
    "AZUMARILL_MOVE_BELLY_BASH_TEXT_2": "30% 移动速度，30% 冷却缩减，20% 最大体力的护盾",

    "Huge Power": "大力士",
    "Tackle": "撞击",
    "Play Rough": "嬉闹",
    "Water Pulse": "水之波动",
    "Bubble": "泡沫",
    "Whirlpool": "潮旋",
    "Aqua Tail": "水流尾",
    "Belly Bash": "泡泡鼓大冲刺"
  }
}